{
  "2.pdf": {
    "text": "Bundesrecht konsolidiert Kurztitel Gewerbeordnung 1994 Kundmachungsorgan BGBl. Nr. 194/1994 zuletzt geändert durch BGBl. I Nr. 111/2010 Typ BG §/Artikel/Anlage § 77 Inkrafttretensdatum 01.01.2011 Abkürzung GewO 1994 Index 50/01 Gewerbeordnung Text § 77. (1) Die Betriebsanlage ist zu genehmigen, wenn nach dem Stand der Technik (§ 71a) und dem Stand der medizinischen und der sonst in Betracht kommenden Wissenschaften zu erwarten ist, daß überhaupt oder bei Einhaltung der erforderlichenfalls vorzuschreibenden bestimmten geeigneten Auflagen die nach den Umständen des Einzelfalles voraussehbaren Gefährdungen im Sinne des § 74 Abs. 2 Z 1 vermieden und Belästigungen, Beeinträchtigungen oder nachteilige Einwirkungen im Sinne des § 74 Abs. 2 Z 2 bis 5 auf ein zumutbares Maß beschränkt werden. Die nach dem ersten Satz vorzuschreibenden Auflagen haben erforderlichenfalls auch Maßnahmen für den Fall der Unterbrechung des Betriebes und der Auflassung der Anlage zu umfassen; die Behörde kann weiters zulassen, daß bestimmte Auflagen erst ab einem dem Zeitaufwand der hiefür erforderlichen Maßnahmen entsprechend festzulegenden Zeitpunkt nach Inbetriebnahme der Anlage oder von Teilen der Anlage eingehalten werden müssen, wenn dagegen keine Bedenken vom Standpunkt des Schutzes der im § 74 Abs. 2 umschriebenen Interessen bestehen. (2) Ob Belästigungen der Nachbarn im Sinne des § 74 Abs. 2 Z 2 zumutbar sind, ist danach zu beurteilen, wie sich die durch die Betriebsanlage verursachten Änderungen der tatsächlichen örtlichen Verhältnisse auf ein gesundes, normal empfindendes Kind und auf einen gesunden, normal empfindenden Erwachsenen auswirken. (3) Die Behörde hat Emissionen von Luftschadstoffen jedenfalls nach dem Stand der Technik (§ 71a) zu begrenzen. Die für die zu genehmigende Anlage in Betracht kommenden Bestimmungen einer Verordnung gemäß § 10 des Immissionsschutzgesetzes-Luft (IG-L), BGBl. I Nr. 115/1997, in der jeweils geltenden Fassung, sind anzuwenden. Sofern in dem Gebiet, in dem eine neue Anlage oder eine emissionserhöhende Anlagenerweiterung genehmigt werden soll, bereits mehr als 35 Überschreitungen des Tagesmittelwertes für PM gemäß Anlage 1a zum IG-L oder eine Überschreitung 10 – des um 10 µg/m3 erhöhten Jahresmittelwertes für Stickstoffdioxid gemäß Anlage 1a zum IG-L, – des Jahresmittelwertes für PM gemäß Anlage 1a zum IG-L, 10 www.ris.bka.gv.at Seite 1 von 2 Bundesrecht konsolidiert – des Jahresmittelwertes für PM gemäß Anlage 1b zum IG-L, 2,5 – eines in einer Verordnung gemäß § 3 Abs. 5 IG-L festgelegten Immissionsgrenzwertes, – des Halbstundenmittelwertes für Schwefeldioxid gemäß Anlage 1a zum IG-L, – des Tagesmittelwertes für Schwefeldioxid gemäß Anlage 1a zum IG-L, – des Halbstundenmittelwertes für Stickstoffdioxid gemäß Anlage 1a zum IG-L, – des Grenzwertes für Blei in PM gemäß Anlage 1a zum IG-L oder 10 – eines Grenzwertes gemäß Anlage 5b zum IG-L vorliegt oder durch die Genehmigung zu erwarten ist, ist die Genehmigung nur dann zu erteilen, wenn 1. die Emissionen der Anlage keinen relevanten Beitrag zur Immissionsbelastung leisten oder 2. der zusätzliche Beitrag durch emissionsbegrenzende Auflagen im technisch möglichen und wirtschaftlich zumutbaren Ausmaß beschränkt wird und die zusätzlichen Emissionen erforderlichenfalls durch Maßnahmen zur Senkung der Immissionsbelastung, insbesondere auf Grund eines Programms gemäß § 9a IG-L oder eines Maßnahmenkatalogs gemäß § 10 des Immissionsschutzgesetzes-Luft in der Fassung des Bundesgesetzes BGBl. I Nr. 34/2003, ausreichend kompensiert werden, so dass in einem realistischen Szenario langfristig keine weiteren Überschreitungen der in diesem Absatz angeführten Werte anzunehmen sind, sobald diese Maßnahmen wirksam geworden sind. (4) Die Betriebsanlage ist erforderlichenfalls unter Vorschreibung bestimmter geeigneter Auflagen zu genehmigen, wenn die Abfälle (§ 2 Abfallwirtschaftsgesetz) nach dem Stand der Technik (§ 71a) vermieden oder verwertet oder, soweit dies wirtschaftlich nicht vertretbar ist, ordnungsgemäß entsorgt werden. Ausgenommen davon sind Betriebsanlagen, soweit deren Abfälle nach Art und Menge mit denen der privaten Haushalte vergleichbar sind. (Anm.: Abs. 5 bis 9 aufgehoben durch BGBl. I Nr. 111/2010) Schlagworte Stadtkerngebiet, Sanitärraum, Sozialraum, Versammlungsstätte Zuletzt aktualisiert am 05.10.2022 Gesetzesnummer 10007517 Dokumentnummer NOR40124685 www.ris.bka.gv.at Seite 2 von 2",
    "pages": 2
  },
  "2. Genehmigungsfreistellungsverordnung, Fassung vom 21.10.2025.pdf": {
    "text": "Bundesrecht konsolidiert Gesamte Rechtsvorschrift für 2. Genehmigungsfreistellungsverordnung, Fassung vom 21.10.2025 Langtitel Verordnung des Bundesministers für Wissenschaft, Forschung und Wirtschaft über genehmigungsfreie Arten von Betriebsanlagen (2. Genehmigungsfreistellungsverordnung) StF: BGBl. II Nr. 80/2015 Änderung BGBl. II Nr. 172/2018 Präambel/Promulgationsklausel Auf Grund des § 74 Abs. 7 der Gewerbeordnung 1994 – GewO 1994, BGBl. Nr. 194/1994, zuletzt geändert durch das Bundesgesetz BGBl. I Nr. 34/2015, wird verordnet: Text § 1. (1) Für folgende Arten von Betriebsanlagen ist jedenfalls keine Genehmigung erforderlich, sofern die in Abs. 2 bestimmten Betriebszeiten eingehalten werden und § 2 nicht anderes bestimmt: 1. Einzelhandelsbetriebe mit einer Betriebsfläche von bis zu 600 m2; 2. Bürobetriebe; 3. Lager in geschlossenen Gebäuden für Waren und Betriebsmittel mit einer Betriebsfläche von bis zu 600 m2; 4. Kosmetik-, Fußpflege-, Frisör-, Massage- und Bandagistenbetriebe; 5. Änderungsschneidereien, Schneidereien mit haushaltsähnlichen Nähmaschinen und Schuhservicebetriebe; 6. Fotografenbetriebe; 7. Dentalstudios und gewerbliche zahntechnische Labors, die entweder ohne Schmelzofen oder mit Schmelzofen mit Kaminanschluss betrieben werden; 8. Beherbergungsbetriebe, die folgende Voraussetzungen erfüllen: a) Es werden höchstens 30 Gästebetten zur Verfügung gestellt und b) für die Betriebsanlage werden ausschließlich Gebäude verwendet, die entweder nur der Beherbergung oder zusätzlich zur Beherbergung keinen anderen Zwecken als den privaten Wohnzwecken des Betriebsanlageninhabers oder ausschließlich anderen gewerblichen Zwecken dienen, und c) die Betriebsanlage umfasst keine Einrichtungen gemäß § 1 Abs. 4 Bäderhygienegesetz – BHygG, BGBl. Nr. 254/1976, und d) es werden an Beherbergungsgäste höchstens Speisen in Form eines Frühstücks oder kleinen Imbisses verabreicht; 9. Gastgewerbebetriebsanlagen, die ausschließlich in der Betriebsart eines Eissalons betrieben werden; 10. Betriebsanlagen, die ausschließlich zur Übernahme von Textilien für Textilreiniger und Wäschebügler bestimmt sind; 11. Betriebsanlagen zur elektronischen Datenverarbeitung (Rechenzentren), in denen keine Feuerungsanlagen bestehen und in denen Verbrennungsmotoren ausschließlich zur Notstromversorgung bereitgehalten werden; 12. Betriebsanlagen, die innerhalb einer der folgenden Einrichtungen gelegen sind: a) Eisenbahnanlagen (§ 10 EisBG), für deren Errichtung und Betrieb die eisenbahnrechtlichen Baubewilligungen und Betriebsbewilligungen (§ 31 und § 34 EisbG) rechtskräftig erteilt wurden oder die zulässig genehmigungsfrei gemäß § 36 EisbG betrieben werden; www.ris.bka.gv.at Seite 1 von 2 Bundesrecht konsolidiert b) Flugplätze (§ 58 Abs. 1 LFG), für die eine Zivilflugplatz-Bewilligung (§ 68 Abs. 1 LFG) rechtskräftig erteilt worden ist oder die als Militärflugplätze, auf denen im Rahmen der Benützung des Militärflugplatzes für Zwecke der Zivilluftfahrt internationaler Luftverkehr mit den hiefür erforderlichen ständigen Einrichtungen betrieben wird (§ 62 Abs. 3 LFG), betrieben werden; c) Häfen (§ 2 Z 20 SchFG), für die eine Bewilligung (§ 47 Abs. 1 SchFG) rechtkräftig erteilt worden ist oder für die eine nicht erloschene Bewilligung gemäß § 73 Abs. 1 SchFG gilt oder die gemäß § 73 Abs. 3 SchFG als öffentliche Schifffahrtsanlagen gelten und nach Maßgabe des § 73 Abs. 3 SchFG betrieben werden; d) Krankenanstalten im Sinne des § 2 Abs. 1 KAKuG, für deren Errichtung und Betrieb eine Bewilligung gemäß den die §§ 3 und 3a KAKuG ausführenden Landesgesetzen rechtkräftig erteilt worden ist oder die zulässig ohne Bewilligung gemäß den den § 42d KAKuG ausführenden Landesgesetzen betrieben werden; 13. Betriebsanlagen von einzelnen Gewerbetreibenden mit einer Betriebsfläche von bis zu 400m2, die innerhalb einer rechtkräftig genehmigten Gesamtanlage gemäß § 356e Abs. 1 GewO 1994 gelegen sind; sofern solche Betriebsanlagen auch die Kriterien der Z 1 bis 12 erfüllen, bleiben die in der entsprechenden Ziffer geregelten Freistellungskriterien unbeschadet, sie gelten jedoch hinsichtlich der Bestimmungen gemäß Abs. 2 als in Abs. 1 Z 13 genannte Art von Betriebsanlagen. (2) Die in Abs. 1 bezeichneten Betriebsanlagen werden innerhalb folgender Betriebszeiten betrieben: 1. an Werktagen von Montag bis Freitag zwischen 6 und 22 Uhr, ausgenommen Lieferverkehr, 2. an Werktagen am Samstag zwischen 6 und 19 Uhr, ausgenommen Lieferverkehr, 3. für Lieferverkehr an Werktagen von Montag bis Freitag zwischen 6 und 19 Uhr, und 4. für Lieferverkehr an Werktagen am Samstag zwischen 6 und 18 Uhr. Für die in Abs. 1 Z 8 bis 10 genannten Arten von Betriebsanlagen sind Z 1 und 2 nicht anzuwenden. Für die in Abs. 1 Z 11 und 12 genannten Arten von Betriebsanlagen sind Z 1 bis 4 nicht anzuwenden. Für die in Abs. 1 Z 13 genannten Arten von Betriebsanlagen sind Z 1 bis 4 mit der Maßgabe nicht anzuwenden, dass stattdessen die in Generalgenehmigungsbescheiden festgelegten Betriebs- und Lieferzeitenregelungen einzuhalten sind. § 2. Diese Verordnung gilt nicht für Betriebsanlagen, (Anm.: Z 1 aufgehoben durch Z 5, BGBl. II Nr. 172/2018) 2. bei denen außerhalb der Gebäudehülle mechanische Anlagenteile zur Be- oder Entlüftung oder zur Wärmeübertragung gelegen sind, oder 3. für deren Lagerungen nach anderen Rechtsvorschriften bei Überschreiten einer in diesen Vorschriften festgelegten Lagermenge spezielle Formen der ausschließlichen Aufbewahrung (Ortsfeste Lagerbehälter, Lagerräume oder Sicherheitsschränke) vorgeschrieben sind, oder 4. die als Lager gemäß § 1 Abs. 1 Z 3 betrieben werden und in denen Stoffe und Gemische gelagert werden, die als gefährliche Stoffe oder Gemische einer Kennzeichnungspflicht unterliegen, sofern nicht in anderen Rechtsvorschriften Lagermengen oder spezielle Aufbewahrungsformen für derartige Stoffe und Gemische festgelegt sind, oder 5. bei welchen im Zusammenhang mit der betrieblichen Tätigkeit musiziert oder, zB mit einem Tonbandgerät, Musik wiedergegeben wird (nicht unter dieses Musizieren bzw. Wiedergeben von Musik fällt bloße Hintergrundmusik, die leiser als der übliche Gesprächston der Kunden ist), oder 6. deren Lagerungen den in der Anlage 3 (IPPC-Anlagen) oder der Anlage 5 (Stoffliste zum Abschnitt 8a) der Gewerbeordnung 1994 beschriebenen Definitionen entsprechen. § 3. (1) Diese Verordnung tritt mit Ablauf des Tages ihrer Kundmachung im Bundesgesetzblatt in Kraft. (2) § 1 Abs. 1 Z 1, 5 und 7 bis 13 und § 1 Abs. 2 Schlussteil in der Fassung der Verordnung BGBl. II Nr. 172/2018 treten mit Ablauf des Tages ihrer Kundmachung im Bundesgesetzblatt in Kraft, gleichzeitig tritt § 2 Z 1 außer Kraft. www.ris.bka.gv.at Seite 2 von 2",
    "pages": 2
  },
  "3.pdf": {
    "text": "Bundesrecht konsolidiert Kurztitel Gewerbeordnung 1994 Kundmachungsorgan BGBl. Nr. 194/1994 zuletzt geändert durch BGBl. I Nr. 130/2024 Typ BG §/Artikel/Anlage § 353 Inkrafttretensdatum 23.07.2024 Abkürzung GewO 1994 Index 50/01 Gewerbeordnung Text i) Verfahren betreffend Betriebsanlagen § 353. Dem Ansuchen um Genehmigung einer Betriebsanlage sind folgende Unterlagen anzuschließen: 1. in vierfacher Ausfertigung a) eine Betriebsbeschreibung einschließlich eines Verzeichnisses der Maschinen und sonstigen Betriebseinrichtungen; das Verzeichnis hat zumindest aus Rahmenangaben von Prozess-, Leistungs- oder Emissionsdaten und von Stoffeigenschaften und -mengen (mit beispielhaft angeführten Maschinen, Geräten oder Ausstattungen sowie Gefährlichkeitsmerkmalen) zu bestehen, wobei diese Rahmenangaben jeweils den höchsten beabsichtigten Auslastungsgrad, die höchste beabsichtigte Emissionsintensität bzw. den höchsten Gefährlichkeitsgrad anzuführen haben, b) die erforderlichen Pläne und Skizzen, (c) ein Abfallwirtschaftskonzept; dieses hat zu enthalten: 1. Angaben über die Branchen und den Zweck der Anlage, 2. eine verfahrensbezogene Darstellung des Betriebs, 3. eine abfallrelevante Darstellung des Betriebs, 4. organisatorische Vorkehrungen zur Einhaltung abfallwirtschaftlicher Rechtsvorschriften und 5. eine Abschätzung der zukünftigen Entwicklung. 2. in einfacher Ausfertigung nicht unter Z 1 fallende für die Beurteilung des Projekts und der zu erwartenden Emissionen der Anlage im Ermittlungsverfahren erforderliche technische Unterlagen und www.ris.bka.gv.at Seite 1 von 2 Bundesrecht konsolidiert 3. in einfacher Ausfertigung die zur Beurteilung des Schutzes jener Interessen erforderlichen Unterlagen, die die Behörde nach anderen Rechtsvorschriften im Verfahren zur Genehmigung der Betriebsanlage mitzuberücksichtigen hat. Werden die in Z 1 genannten Unterlagen elektronisch eingebracht, genügt der Anschluss in einfacher Ausfertigung. Zuletzt aktualisiert am 23.07.2024 Gesetzesnummer 10007517 Dokumentnummer NOR40263424 www.ris.bka.gv.at Seite 2 von 2",
    "pages": 2
  },
  "4.pdf": {
    "text": "Bundesrecht konsolidiert Kurztitel Gewerbeordnung 1994 Kundmachungsorgan BGBl. Nr. 194/1994 zuletzt geändert durch BGBl. I Nr. 96/2017 Typ BG §/Artikel/Anlage § 356b Inkrafttretensdatum 18.07.2017 Abkürzung GewO 1994 Index 50/01 Gewerbeordnung Text § 356b. (1) Bei nach diesem Bundesgesetz genehmigungspflichtigen Betriebsanlagen, zu deren Errichtung, Betrieb oder Änderung auch nach anderen Verwaltungsvorschriften des Bundes eine Genehmigung (Bewilligung) zum Schutz vor Auswirkungen der Anlage oder zum Schutz des Erscheinungsbildes der Anlage oder eine Bewilligung zur Verwendung von Waldboden zu anderen Zwecken als für solche der Waldkultur (Rodung) erforderlich ist, entfallen, soweit in den folgenden Absätzen nicht anderes bestimmt wird, gesonderte Genehmigungen (Bewilligungen) nach diesen anderen Verwaltungsvorschriften, es sind aber deren materiellrechtliche Genehmigungs-(Bewilligungs- )Regelungen bei Erteilung der Genehmigung anzuwenden. Dem Verfahren sind Sachverständige für die von den anderen Verwaltungsvorschriften erfassten Gebiete beizuziehen. Die Betriebsanlagengenehmigung bzw. Betriebsanlagenänderungsgenehmigung gilt auch als entsprechende Genehmigung (Bewilligung) nach den anderen Verwaltungsvorschriften des Bundes. Die Mitanwendung der Bestimmungen des Wasserrechtsgesetzes 1959 – WRG 1959, BGBl. Nr. 215/1959, in der jeweils geltenden Fassung, bezieht sich auf folgende mit Errichtung, Betrieb oder Änderung der Betriebsanlage verbundene Maßnahmen: 1. Wasserentnahmen aus Fließgewässern für Kühl- oder Feuerlöschzwecke (§ 9 WRG 1959); 2. Erd- und Wasserwärmepumpen (§ 31c Abs. 5 WRG 1959); 3. Abwassereinleitungen in Gewässer (§ 32 Abs. 2 lit. a, b und e WRG 1959), ausgenommen Abwassereinleitungen aus Anlagen zur Behandlung der in einer öffentlichen Kanalisation gesammelten Abwässer; 4. Lagerung von Stoffen, die zur Folge haben, dass durch Eindringen (Versickern) von Stoffen in den Boden das Grundwasser verunreinigt wird (§ 32 Abs. 2 lit. c WRG 1959); 5. Abwassereinleitungen in wasserrechtlich bewilligte Kanalisationsanlagen (§ 32b WRG 1959); 6. Beseitigung von Dach-, Parkplatz- und Straßenwässern; 7. Brücken und Stege im Hochwasserabflussbereich (§ 38 WRG 1959). www.ris.bka.gv.at Seite 1 von 3 Bundesrecht konsolidiert Insbesondere sind die Bestimmungen des Wasserrechtsgesetzes 1959 betreffend Stand der Technik einschließlich der Gewährung von Ausnahmen vom Stand der Technik, persönliche Ladung von Parteien, Emissions- und Immissionsbegrenzungen sowie Überwachung jedenfalls mitanzuwenden. Dem wasserwirtschaftlichen Planungsorgan (§ 55 Abs. 4 WRG 1959) kommt in allen Verfahren, durch die wasserwirtschaftliche Interessen berührt werden, Parteistellung zur Wahrung dieser Interessen einschließlich der Beschwerdelegitimation an das Verwaltungsgericht des Landes, der Revision wegen Rechtswidrigkeit und des Antrages auf Fristsetzung wegen Verletzung der Entscheidungspflicht durch ein Verwaltungsgericht an den Verwaltungsgerichtshof zu. (2) Die Behörde hat das Betriebsanlagengenehmigungsverfahren gemäß Abs. 1 mit den anderen zuständigen Behörden zu koordinieren, wenn nach anderen nicht gemäß Abs. 1 mitanzuwendenden Verwaltungsvorschriften eine Genehmigung, Bewilligung oder eine Anzeige zum Schutz vor Auswirkungen der Betriebsanlage oder zum Schutz des Erscheinungsbildes der Betriebsanlage erforderlich ist. (3) Die nach anderen Verwaltungsvorschriften des Bundes im Sinne des Abs. 1 bestehenden behördlichen Befugnisse und Aufgaben zur Überprüfung der Ausführung der Anlage, zur Kontrolle, zur Herstellung des gesetzmäßigen Zustands, zur Gefahrenabwehr, zur nachträglichen Konsensanpassung, zur Vorschreibung und Durchführung von Maßnahmen bei Errichtung, Betrieb, Änderung und Auflassung, der Wiederverleihung von Rechten sind von der Behörde, hinsichtlich des Wasserrechtsgesetzes 1959 nur für die im Abs. 1 Z 1 bis 6 genannten Maßnahmen, wahrzunehmen. Die Zuständigkeit des Landeshauptmanns nach § 17 des Altlastensanierungsgesetzes, BGBl. Nr. 299/1989, zuletzt geändert durch das Bundesgesetz BGBl. Nr. 760/1992, bleibt unberührt. Die Bestimmungen betreffend die allgemeine Gewässeraufsicht (§§ 130ff WRG 1959) bleiben unberührt. (4) Die Abs. 1 bis 3 gelten nicht für die Errichtung, den Betrieb oder die Änderung von Anlagen, die dem § 37 des Abfallwirtschaftsgesetzes 2002 - AWG 2002, BGBl. I Nr. 102, in der jeweils geltenden Fassung, oder dem Umweltverträglichkeitsprüfungsgesetz 2000 - UVP-G 2000, BGBl. Nr. 697/1993, in der jeweils geltenden Fassung, unterliegen. (5) Die Absätze 1 bis 3 gelten auch für forstrechtliche Verfahren nach § 50 des Forstgesetzes 1975, BGBl. Nr. 440, in der jeweils geltenden Fassung. (6) Abs. 3 ist hinsichtlich der Aufgaben und Befugnisse, die nach dem Arbeitsinspektionsgesetz 1993, BGBl. Nr. 27, in der jeweils geltenden Fassung den Arbeitsinspektionen obliegen, nicht anzuwenden. (7) In Verfahren betreffend die Genehmigung oder die Genehmigung einer wesentlichen Änderung (§ 81a Z 1) einer IPPC-Anlage haben auch folgende Umweltorganisationen Parteistellung: 1. Gemäß § 19 Abs. 7 UVP-G 2000 anerkannte Umweltorganisationen, soweit sie während der Auflagefrist im Sinne des § 356a Abs. 2 Z 1 schriftliche Einwendungen erhoben haben; die Umweltorganisationen haben das Recht, die Einhaltung von Umweltschutzvorschriften im Verfahren geltend zu machen und Rechtsmittel zu ergreifen; 2. Umweltorganisationen aus einem anderen Staat, a) sofern für die genehmigungspflichtige Errichtung, den genehmigungspflichtigen Betrieb oder die genehmigungspflichtige wesentliche Änderung eine Benachrichtigung des anderen Staates gemäß § 356a Abs. 3 erfolgt ist, b) sofern die genehmigungspflichtige Errichtung, der genehmigungspflichtige Betrieb oder die genehmigungspflichtige wesentliche Änderung voraussichtlich Auswirkungen auf jenen Teil der Umwelt des anderen Staates hat, für deren Schutz die Umweltorganisation eintritt, c) sofern sich die Umweltorganisation im anderen Staat am Verfahren betreffend die genehmigungspflichtige Errichtung, den genehmigungspflichtigen Betrieb oder die genehmigungspflichtige wesentliche Änderung einer im anderen Staat gelegenen dem § 77a unterliegenden Betriebsanlage beteiligen könnte, und d) soweit sie während der Auflagefrist gemäß § 356a Abs. 2 Z 1 schriftliche Einwendungen erhoben haben; die Umweltorganisationen haben das Recht, die Einhaltung von Umweltschutzvorschriften im Verfahren geltend zu machen und Rechtsmittel zu ergreifen. Schlagworte Genehmigungsregelung, Bewilligungsregelung, BGBl. Nr. 440/1975, Erdwärmepumpe, Emissionsbegrenzung, BGBl. Nr. 27/1993, BGBl. I Nr. 102/2002, Dachwasser, Parkplatzwasser www.ris.bka.gv.at Seite 2 von 3 Bundesrecht konsolidiert Zuletzt aktualisiert am 05.10.2022 Gesetzesnummer 10007517 Dokumentnummer NOR40194304 www.ris.bka.gv.at Seite 3 von 3",
    "pages": 3
  },
  "5.pdf": {
    "text": "Bundesrecht konsolidiert Kurztitel Gewerbeordnung 1994 Kundmachungsorgan BGBl. Nr. 194/1994 zuletzt geändert durch BGBl. I Nr. 75/2023 Typ BG §/Artikel/Anlage § 359b Inkrafttretensdatum 01.07.2024 Abkürzung GewO 1994 Index 50/01 Gewerbeordnung Text § 359b. (1) Ein vereinfachtes Genehmigungsverfahren gemäß Abs. 2 bis 4 ist durchzuführen, wenn 1. jene Maschinen, Geräte und Ausstattungen der Anlage, deren Verwendung die Genehmigungspflicht begründen könnte, ausschließlich solche sind, die in Verordnungen gemäß § 76 Abs. 1 oder Bescheiden gemäß § 76 Abs. 2 angeführt sind oder die nach ihrer Beschaffenheit und Wirkungsweise vornehmlich oder auch dazu bestimmt sind, in Privathaushalten verwendet zu werden, oder 2. das Ausmaß der der Betriebsanlage zur Verfügung stehenden Räumlichkeiten und sonstigen Betriebsflächen insgesamt nicht mehr als 800 m² beträgt und die elektrische Anschlussleistung der zur Verwendung gelangenden Maschinen und Geräte 300 kW nicht übersteigt oder 3. die Art der Betriebsanlage in einer Verordnung nach Abs. 5 genannt ist oder (Anm.: Z 4 aufgehoben durch VfGH, BGBl. I Nr. 75/2023) 5. bei einer nach § 81 genehmigungspflichtigen Änderung hinsichtlich der Betriebsanlage einschließlich der geplanten Änderung einer der in Z 1 bis 4 festgelegten Tatbestände erfüllt ist. (2) Ergibt sich aus dem Genehmigungsansuchen und dessen Beilagen (§ 353), dass zumindest eine der Voraussetzungen des Abs. 1 erfüllt ist, so hat die Behörde das Projekt mit dem Hinweis bekanntzugeben, dass die Projektunterlagen innerhalb eines bestimmten, drei Wochen nicht überschreitenden Zeitraumes bei der Behörde zur Einsichtnahme aufliegen und die Nachbarn innerhalb dieses Zeitraumes von ihrem Anhörungsrecht Gebrauch machen können. Für diese Bekanntgabe ist § 356 Abs. 1 sinngemäß anzuwenden. Innerhalb dieser Frist können Nachbarn (§ 75 Abs. 2) einwenden, dass die Voraussetzungen für die Durchführung des vereinfachten Verfahrens nicht vorliegen. Erheben sie innerhalb der gesetzten Frist keine diesbezüglichen Einwendungen, endet die Parteistellung. Auf diese Rechtsfolge ist in der Bekanntmachung ausdrücklich hinzuweisen. § 42 Abs. 3 AVG gilt sinngemäß. Darüber hinaus gehend steht den Nachbarn keine Parteistellung zu. www.ris.bka.gv.at Seite 1 von 2 Bundesrecht konsolidiert (3) Nach Ablauf der in der Bekanntgabe angeführten Frist hat die Behörde unter Bedachtnahme auf die eingelangten Äußerungen der Nachbarn und, wenn nach dem Stand der Technik (§ 71a) und dem Stand der medizinischen und der sonst in Betracht kommenden Wissenschaften zu erwarten ist, dass überhaupt oder bei Einhaltung der erforderlichenfalls vorzuschreibenden bestimmten geeigneten Auflagen die nach den Umständen des Einzelfalles voraussehbaren Gefährdungen im Sinne des § 74 Abs. 2 Z 1 vermieden und Belästigungen, Beeinträchtigungen oder nachteilige Einwirkungen im Sinne des § 74 Abs. 2 Z 2 bis 5 auf ein zumutbares Maß beschränkt werden, die die Anwendung des vereinfachten Verfahrens begründende Beschaffenheit der Anlage mit Bescheid festzustellen und erforderlichenfalls Aufträge zum Schutz der gemäß § 74 Abs. 2 sowie der gemäß § 77 Abs. 3 und 4 wahrzunehmenden Interessen zu erteilen. (4) Der Bescheid gemäß Abs. 3 gilt als Genehmigungsbescheid für die Anlage. Die Behörde hat binnen zwei Monaten nach Einlangen des Genehmigungsansuchens und dessen Beilagen (§ 353) zu entscheiden. Die Verwaltungsgerichte der Länder haben spätestens zwei Monate nach Einlangen der Beschwerde gegen den Bescheid zu entscheiden. IPPC-Anlagen und Betriebe im Sinne des § 84b Z 1 sind nicht dem vereinfachten Genehmigungsverfahren zu unterziehen. (5) Der Bundesminister für Wissenschaft, Forschung und Wirtschaft hat durch Verordnung Arten von Betriebsanlagen zu bezeichnen, die dem vereinfachten Verfahren gemäß Abs. 2 bis 4 zu unterziehen sind, weil auf Grund der vorgesehenen Ausführung der Anlagen (insbesondere der Beschaffenheit und Wirkungsweise der Maschinen, Geräte und Ausstattungen der Anlage, der elektrischen Anschlussleistung der eingesetzten Maschinen und Geräte, der Betriebsweise, der räumlichen Ausdehnung der Anlage, der Art und Menge der in der Anlage gelagerten, geleiteten, umgeschlagenen, verwendeten oder hergestellten Stoffe) nach Art, Ausmaß und Dauer der Emissionen dieser Anlagen zu erwarten ist, dass die gemäß § 74 Abs. 2 wahrzunehmenden Interessen hinreichend geschützt und Belastungen der Umwelt (§ 69a) vermieden werden. (6) Der Bundesminister für Wissenschaft, Forschung und Wirtschaft hat im Einvernehmen mit dem Bundesminister für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft durch Verordnung jene Arten von Betriebsanlagen zu bezeichnen, die aus Gründen des vorsorgenden Umweltschutzes jedenfalls nicht dem vereinfachten Genehmigungsverfahren zu unterziehen sind, auch wenn im Einzelfall eine derartige Anlage die Voraussetzungen für die Anwendung des vereinfachten Genehmigungsverfahrens erfüllt. Zuletzt aktualisiert am 18.07.2023 Gesetzesnummer 10007517 Dokumentnummer NOR40254243 www.ris.bka.gv.at Seite 2 von 2",
    "pages": 2
  },
  "NOR40194277.pdf": {
    "text": "Bundesrecht konsolidiert Kurztitel Gewerbeordnung 1994 Kundmachungsorgan BGBl. Nr. 194/1994 zuletzt geändert durch BGBl. I Nr. 96/2017 Typ BG §/Artikel/Anlage § 74 Inkrafttretensdatum 18.07.2017 Abkürzung GewO 1994 Index 50/01 Gewerbeordnung Text 8. Betriebsanlagen § 74. (1) Unter einer gewerblichen Betriebsanlage ist jede örtlich gebundene Einrichtung zu verstehen, die der Entfaltung einer gewerblichen Tätigkeit nicht bloß vorübergehend zu dienen bestimmt ist. (2) Gewerbliche Betriebsanlagen dürfen nur mit Genehmigung der Behörde errichtet oder betrieben werden, wenn sie wegen der Verwendung von Maschinen und Geräten, wegen ihrer Betriebsweise, wegen ihrer Ausstattung oder sonst geeignet sind, 1. das Leben oder die Gesundheit des Gewerbetreibenden, der nicht den Bestimmungen des ArbeitnehmerInnenschutzgesetzes, BGBl. Nr. 450/1994, in der jeweils geltenden Fassung, unterliegenden mittätigen Familienangehörigen oder des nicht den Bestimmungen des ArbeitnehmerInnenschutzgesetzes, BGBl. Nr. 450/1994, in der jeweils geltenden Fassung, unterliegenden mittätigen eingetragenen Partners, der Nachbarn oder der Kunden, die die Betriebsanlage der Art des Betriebes gemäß aufsuchen, oder das Eigentum oder sonstige dingliche Rechte der Nachbarn zu gefährden; als dingliche Rechte im Sinne dieses Bundesgesetzes gelten auch die im § 2 Abs. 1 Z 4 lit. g angeführten Nutzungsrechte, 2. die Nachbarn durch Geruch, Lärm, Rauch, Staub, Erschütterung oder in anderer Weise zu belästigen, 3. die Religionsausübung in Kirchen, den Unterricht in Schulen, den Betrieb von Kranken- und Kuranstalten oder die Verwendung oder den Betrieb anderer öffentlichen Interessen dienender benachbarter Anlagen oder Einrichtungen zu beeinträchtigen, 4. die Sicherheit, Leichtigkeit und Flüssigkeit des Verkehrs an oder auf Straßen mit öffentlichem Verkehr wesentlich zu beeinträchtigen oder www.ris.bka.gv.at Seite 1 von 2 Bundesrecht konsolidiert 5. eine nachteilige Einwirkung auf die Beschaffenheit der Gewässer herbeizuführen, sofern nicht ohnedies eine Bewilligung auf Grund wasserrechtlicher Vorschriften vorgeschrieben ist. (3) Die Genehmigungspflicht besteht auch dann, wenn die Gefährdungen, Belästigungen, Beeinträchtigungen oder nachteiligen Einwirkungen nicht durch den Inhaber der Anlage oder seine Erfüllungsgehilfen, sondern durch Personen in der Betriebsanlage bewirkt werden können, die die Anlage der Art des Betriebes gemäß in Anspruch nehmen. (4) Bergbauanlagen, in denen vom Bergbauberechtigten auch gewerbliche Tätigkeiten ausgeübt werden, die mit Tätigkeiten der im § 2 Abs. 1 oder im § 107 des Mineralrohstoffgesetzes - MinroG, BGBl. I Nr. 38/1999, in der jeweils geltenden Fassung, genannten Art in wirtschaftlichem und fachlichem Zusammenhang stehen, bedürfen keiner Genehmigung gemäß Abs. 2, wenn sie nach bergrechtlichen Vorschriften bewilligt sind und der Charakter der Anlage als Bergbauanlage gewahrt bleibt. Weist eine Anlage nicht mehr den Charakter einer Bergbauanlage, sondern den Charakter einer gewerblichen Betriebsanlage auf, so hat dies der Anlageninhaber unverzüglich der Bergbehörde, die die Anlage bewilligt hat, und der nunmehr zur Genehmigung der Anlage zuständigen Gewerbebehörde anzuzeigen. Ab dem Einlangen dieser Anzeige bei der Gewerbebehörde gilt die Anlagenbewilligung nach bergrechtlichen Vorschriften als Genehmigung gemäß Abs. 2. (5) Anlagen zur Erzeugung elektrischen Stroms, die auch der mit dieser Tätigkeit in wirtschaftlichem und fachlichem Zusammenhang stehenden Gewinnung und Abgabe von Wärme dienen, bedürfen keiner Genehmigung gemäß Abs. 2, wenn sie nach anderen bundesrechtlichen Vorschriften für derartige Anlagen bewilligt sind und der Charakter der Anlage als Stromerzeugungsanlage gewahrt bleibt. (6) Abs. 4 vorletzter und letzter Satz gilt sinngemäß für eine nach anderen als bergrechtlichen Vorschriften genehmigte oder bewilligte Anlage, die nicht mehr den Charakter einer solchen vom Geltungsbereich dieses Bundesgesetzes ausgenommenen Anlage, sondern den Charakter einer gewerblichen Betriebsanlage im Sinne des Abs. 2 aufweist. (7) Der Bundesminister für wirtschaftliche Angelegenheiten kann Arten von Betriebsanlagen, für die jedenfalls keine Genehmigung erforderlich ist, durch Verordnung bezeichnen, wenn von ihnen erwartet werden kann, daß die gemäß § 74 Abs. 2 wahrzunehmenden Interessen hinreichend geschützt sind. Schlagworte Krankenanstalt Zuletzt aktualisiert am 08.09.2025 Gesetzesnummer 10007517 Dokumentnummer NOR40194277 www.ris.bka.gv.at Seite 2 von 2",
    "pages": 2
  },
  "betriebsanlagengenehmigung-gastgewerbe.pdf": {
    "text": "d d MM e e r BB r aa S e gg S e z t i z i t a s i s a ir t d t r d r k r k t aa t s s W tt a W a ii m ss m i cc i e t e hh t n n eess fü fü r r d d i B B B e ie B e E G E G e t t r e S e r i S n i n e e C e e b b C h h s s H m a m a H n n i i l g a E l g u E a g u n g e I n g I e D g I D h I r h e r r er „ „G G A A S S T T G G E E W W E E R R B B E E “ “ EINREICHUNTERLAGEN FÜR DIE GENEHMIGUNG IHRER BETRIEBSANLAGE Stand Oktober 2018 Mag. Leonhard Palden PROJEKTUNTERLAGEN FÜR DAS BETRIEBSANLAGEN - GENEHMIGUNGSVERFAHREN Dieser Leitfaden dient Schritt für Schritt zur Unterstützung bei Ihrer Einreichung zur Genehmigung Ihrer Be- triebsanlage (Gasthaus, Kaffeehaus, Restaurant, Imbiss, Bar...) oder zur Genehmigung der Änderung Ihrer Betriebsanlage. Für Ihre Einreichung ist keine bestimmte äußere Form, jedoch der genaue Umfang und Inhalt der Projekt- unterlagen festgelegt. Die vorzulegenden Planunterlagen dürfen Sie selbst anfertigen (keine Nennung und Unterschrift der Bauausführenden und des Grundeigentümers notwendig). 1. ANTRAG AUF GENEHMIGUNG DER BETRIEBSANLAGE (ODER ÄNDERUNG) (1-FACH) Sie erstellen den Antrag für das Betriebsanlagenzentrum (Magistratische Bezirksamt), das für Ihren Bezirk (in welchem sich Ihr (geplantes) Geschäftslokal befindet)zuständig ist (siehe Kontaktdaten). Untenstehendes Beispiel dient als Muster für Ihr Ansuchen. Ihre Postadresse Name und Anschrift des Betriebsinhabers Max Mustermann Musterstraße 1 1120 Wien An das Magistratisches Bezirksamt für den 12. Bezirk Ihr „MBA“ Schönbrunnerstraße 259 1120 Wien am 13. Mai 2019 Der Standort Ihres Betriebes Ansuchen um Genehmigung der Betriebsanlage 12., Musterstraße 1 als Gastgewerbe in der Betriebsart „Kaffeerestaurant“ Ihre gewerbliche Tätigkeit (Kaffehaus, Imbiss, Bar, Gast- haus,...) Kurzbeschreibung der Betriebsanlage: Umfang der gastgewerblichen Tätigkeit: Kochen von kalten und warmen Speisen, sowie Ausschank von kalten und warmen Getränken, auch alkoholische Getränke. Anzahl der Verabreichungsplätze: 68, davon 35 im Gastraum 1 und 33 im Gastraum 2 Im Gastgarten sind 60 Vpl eingerichtet. Anzahl der Arbeitnehmer/ keine Arbeitnehmer Es werden 3 Arbeitnehmer beschäftigt. Öffnungszeiten: Zu welchen Zeiten ist Ihr Betrieb Die Öffnungs- und Betriebszeiten sind täglich von 06.00 – 02.00 Uhr, für Kunden geöffnet. Betriebszeiten: Inklusive der Zeiten vor und nach dem Kundenverkehr (Wegräumen, Reini- Es wird ausschließlich Hintergrundmusik dargeboten. gen,...). Orientieren Sie sich an der Wiener Sperrzeitenverordnung Wir ersuchen um Genehmigung der Betriebsanlage nach dem vereinfachten Verfahren nach § 359b GewO Größe von Ihrem Lo- Gesamt-Anschlussleistung von ca. 17 kW kal (Fläche in m2) gemäß den beiliegenden Projektunterlagen. Die Summe der elektrischen Anschlussleis- Mit freundlichen Grüßen tung aller Maschinen und Geräte in kW (laut Geräte- M ax M ustermann Das vereinfachte Verfahren l w is i t r e d ) bei Betrieben bis max. 800m2 und einer gesam- Max Mustermann ten elektr. Anschlussleistung von max. 300 kW und bis max. 200 Verabreichungsplätze angewendet und bloß Hintergrundmusik. 2 PROJEKTUNTERLAGEN FÜR DAS BETRIEBSANLAGEN - 22.. BBEETTRRIIEEBBSSBBEESSCCHHRREEIIBBUUNNGG ((44--FFAACCHH)) GENEHMIGUNGSVERFAHREN SSiiee bbeesscchhrreeiibbeenn aallllee wwiicchhttiiggeenn IInnffoorrmmaattiioonneenn zzuu IIhhrreerr BBeettrriieebbssaannllaaggee bbzzww.. bbeeii ddeerr BBeettrriieebbssaannllaaggeennäännddeerruunngg aallllee vvoorrggeesseehheenneenn ÄÄnnddeerruunnggeenn:: Dieser Leitfaden dient Schritt für Schritt zur Unterstützung bei Ihrer Einreichung zur Genehmigung Ihrer Be- 11 BBeettrrieiebbssaarrtt triebsanlage (Gasthaus, Kaffeehaus, Restaurant, Imbiss, Bar...) oder zur Genehmigung der Änderung Ihrer 22 Auflistung der Betriebsräumlichkeiten/Freiflächen und deren Nutzung, Anzahl Verabreichungsplätze Betriebsanlage. 33 UUmmffaanngg ddeerr ggaassttggeewweerrbblliicchheenn TTäättiiggkkeeiitt ((KKoocchhbbeettrriieebb,, AAuuffbbaacckkeenn,, VVeerraabbrreeiicchhuunngg vvoonn GGeettrräännkkeenn......)) 4 gewünschte Öffnungs-/Betriebszeiten 4 gewünschte Öffnungs-/Betriebszeiten Für Ihre Einreichung ist keine bestimmte äußere Form, jedoch der genaue Umfang und Inhalt der Projekt- 5 Anzahl der Arbeitnehmer/keine Arbeitnehmer (auch Geringfügige, Familienmitglieder sind AN), unterlagen festgelegt. Die vorzulegenden Planunterlagen dürfen Sie selbst anfertigen (keine Nennung 5 Anzahl der Arbeitnehmer/keine Arbeitnehmer (auch Geringfügige, Familienmitglieder sind AN) Anzahl gleichzeitig Beschäftigter und Unterschrift der Bauausführenden und des Grundeigentümers notwendig). 6 Art der Belüftung (natürlich - über Fenster/mechanisch mit einer Lüftungsanlage) 6 Art der Belüftung (natürlich - über Fenster/mechanisch mit einer Lüftungsanlage) 7 Art der Beheizung (Gas, Öl, Fernwärme, etc. über Radiatoren, Fußbodenheizung, etc.) 7 Art der Beheizung (Gas, Öl, Fernwärme, etc. über Radiatoren, Fußbodenheizung, etc.) 8 Nachweis der ausreichenden natürlichen Belichtung und Durchsicht ins Freie von Arbeitsräumen 1. ANTRAG AUF GENEHMIGUNG DER BETRIEBSANLAGE 8 Nachweis der ausreichenden natürlichen Belichtung und Durchsicht ins Freie von Arbeitsräumen (ODER ÄNDERUNG) (1-FACH) 9 9 A A n n g g a a b b e e ü ü b b e e r r L L a a u u t t s s t t ä ä r r k k e e d d e e r r M M u u s s ik ik a a n n la la g g e e , , w w e e n n n n M M u u s s ik ik i m im G G a a s s t t r r a a u u m m g g e e s s p p ie ie lt lt w w ir ir d d ( z (z .B .B . . H H in in t t e e r r g g r r u u n n d d m m u u s s ik ik ) ) 10 Sicherheitsbeleuchtung für Verkehrswege, Fluchtwege, Notausgänge 10 Sicherheitsbeleuchtung für Verkehrswege, Fluchtwege, Notausgänge Sie erstellen den Antrag für das Betriebsanlagenzentrum (Magistratische Bezirksamt), das für Ihren 11 Angaben über Mengen, Art und Gegenstand der Lagerung, wenn Sie Lagerräume haben 11 Angaben über Mengen, Art und Gegenstand der Lagerung, wenn Sie Lagerräume haben Bezirk (in welchem sich Ihr (geplantes) Geschäftslokal befindet)zuständig ist (siehe Kontaktdaten). 1122 ZZeeititeenn d deerr A Ann-- b bzzww. .A Auusslileiefeferruunngg I hIhrreerr W Waarreenn u unndd A Annggaabbee, ,o obb m mitit K Kleleinin--LLKKWW o oddeerr L LKKWW Untenstehendes Beispiel dient als Muster für Ihr Ansuchen. Ihre Postadresse Name und Anschrift des Betriebsinhabers Beschreibung der Betriebsanlage: Max Mustermann 22.. Musterstraße 1 1120 Wien und wird in der Betriebsart „Kaffeerestaurant“ geführt. An das Magistratisches Bezirksamt Die Betriebsanlage wird von der Ecke Musterstraße/Wienerstraße über eine in Fluchtrichtung aufschlagende Eingangstüre (lichte Weite = 1m) betreten und gliedert sich in einen für den 12. Bezirk Ihr „MBA“ Gastraum 1 (67,25m2), einen Gastraum 2 (44,18m2), eine Küche (23m2), ein Lager (6,12m2), einen Schönbrunnerstraße 259 Vorraum (6,25m2), eine AN-Garderobe (8,26m2), eine AN-Dusche und ein AN-WC sowie 1120 Wien am 13. Mai 2019 die Sanitärräume für Kunden neben dem Hausgang. Über den Hausgang und den Vorraum Der Standort Ihres gelangt man zum im Innenhof gelegenen Gastgarten (120m2) auf Privatgrund. 33.. Betriebes Der Gastraum 1 fasst 35 Vpl (Verabreichungsplätze) und im Gastraum 2 sind 33 Vpl vorgesehen. Der Gastgarten hat 60 Vpl. Ansuchen um Genehmigung der Betriebsanlage 12., Musterstraße 1 als Gastgewerbe in der Betriebsart „Kaffeerestaurant“ Ihre gewerbliche Tätigkeit (Kaffehaus, Den Gästen werden warme und kalte, nicht alkoholische und alkoholische Getränke sowie Imbiss, Bar, Gast- warme und kalte Speisen, welche in der Küche zubereitet werden, verabreicht. haus,...) Kurzbeschreibung der Betriebsanlage: Als Öffnungs- und Betriebszeiten sind täglich von 06.00 – 02.00 Uhr vorgesehen. Es werden 3 Arbeitnehmer (AN) beschäftigt. Umfang der gastgewerblichen Tätigkeit: Kochen von kalten und warmen Speisen, sowie Ausschank von kalten und warmen Getränken, auch alkoholische Getränke. Das Lager, die AN-Garderobe, die AN-Dusche und das AN-WC inklusive Waschraum werden 66.. Anzahl der Verabreichungsplätze: 68, davon 35 im Gastraum 1 und 33 im Gastraum 2 beträgt in Summe 2,5m2 Im Gastgarten sind 60 Vpl eingerichtet. 2 und übersteigt ebenfalls die Anzahl der Arbeitnehmer/ keine Arbeitnehmer Die restlichen Räume der Betriebsanlage werden mechanisch über eine Lüftungsanlage be- und Es werden 3 Arbeitnehmer beschäftigt. Öffnungszeiten: entlüftet, siehe Lüftungsplan und technische Beschreibung der Lüftung. Zu welchen Zeiten ist Ihr Betrieb Die Öffnungs- und Betriebszeiten sind täglich von 06.00 – 02.00 Uhr, für Kunden geöffnet. Betriebszeiten: Die Räume der Betriebsanlage werden über eine Fang-gebundene, raumluftabhängige Inklusive der Zeiten vor und nach dem Erdgas-Kombitherme (13) über Radiatoren beheizt. 88.. Kundenverkehr (Wegräumen, Reini- Es wird ausschließlich Hintergrundmusik dargeboten. gen,...). Orientieren Sie sich an der Wiener Sperrzeitenverordnung Gastraum 1 (67,25m2): 11,7m2 2 Wir ersuchen um Genehmigung der Betriebsanlage Gastraum 2 (44,18m2): 7,8m2 2 nach dem vereinfachten Verfahren nach § 359b GewO Küche (23m2): 2,34m2 2 Größe von Ihrem Lo- Gesamt-Anschlussleistung von ca. 17 kW kal (Fläche in m2) 99.. gemäß den beiliegenden Projektunterlagen. Eine Musikanlage sowie ein TV-Gerät sollen ausschließlich in Hintergrundmusiklautstärke Die Summe der betrieben werden. elektrischen Anschlussleis- Mit freundlichen Grüßen tung aller Maschinen und Geräte in kW (laut Geräte- Eine akkubetriebene Sicherheitsbeleuchtung mit einer Mindestleuchtdauer von einer Stunde M ax M ustermann Das vereinfachte Verfahren l w is i t r e d ) bei i I s m t e L i a n g g e e r r r ic a h u t m et w . erden vorwiegend Getränkekisten und abgepackte Lebensmittel gelagert. 1100.. Betrieben bis max. 800m2 und einer gesam- Max Mustermann ten elektr. Anschlussleistung von max. 300 Die Anlieferung der Waren erfolgt maximal dreimal pro Woche, werktags in der Zeit zwischen kW und bis max. 200 Verabreichungsplätze 08.00 - 17.00 Uhr mit Klein-LKW, die Auslieferung (Catering) wird täglich zwischen 10.00 und 23.00 angewendet und bloß Hintergrundmusik. Uhr mit PKW durchgeführt. 2 3 3. MASCHINEN- UND GERÄTELISTE (4-FACH) Alle Geräte und Maschinen (ausgenommen mobile Kleingeräte wie Mixer, Pürierstab...) sind mit fortlaufenden Nummern aufzulisten. Für jedes Gerät sind folgende Angaben erforderlich:  Gerätebezeichnung (z. B. Grillplatte)  Netzspannung elektrisch (230V oder 400V)  elektr. Leistung (z. B. 7 kW = Kilowatt), bei Erdgas bitte die Nennwärmeleistung anführen  bei Kühlgeräten ist die Art und Menge des Kältemittels anzugeben (auch Klimaanlagen)  die dem jeweiligen Gerät zugeordnete laufende Nummer muss im Grundrissplan (siehe 5.) den Aufstellungsort des Gerätes markieren. Netzspannung 230V fortlaufende oder 400V Nummerierung G E R Ä T E L I S T E (1) Herd 5 Kochstellen Erdgas 40 kW Nennwärmeleistung (2) Fritteuse 10l 400 V 8 kW Leistung in kW (3) Grillplatte 400 V 7 kW Gerätebezeichnung (4) Kombidämpfer 400 V 18 kW (5) Geschirrspüler 400 V 3,5 kW Art und Menge vom (6) Mikrowelle 230 V 0,8 kW Kältemittel in kg (7) Kühlschrank 230 V 0,37 kW R134a 0,2 kg (8) Tiefkühltruhe 230 V 0,42 kW R404a 0,31 kg (9) Kaffeemaschine 400 V 3,5 kW (10) Getränkekühlschrank 230 V 0,28 kW R600a 0,07 kg (11) Kühlpult, 5 Laden 230 V 0,75 kW R134a 0,62 kg (12) Haushaltsübl. Musikanlage 230V 0,24 kW (13) Kombitherme Erdgas 28 kW Nennwärmeleistung 4. LAGEPLAN (4-FACH), www.wien.gv.at/stadtplan Dieser muss das Grundstück, auf welchem Ihre Betriebsanlage steht, sowie die umliegenden Nachbar- grundstücke und angrenzenden Straßenzüge zeigen. Bei Einkaufszentren ist die Lage im Gebäude einzu- zeichnen. Ihre Betriebs- anlagenadresse Ihr Lokaleingang gekennzeichnet Musterstraße Ihre Betriebsanlage farbig gekennzeichnet 4 6. LÜFTUNGSPLAN (4-FACH) vom Lüftungsfachmann Ist die Installation einer mechanischen Be- und Entlüftungsanlage erforderlich bzw. freiwillig vorgesehen, - sondere ÖNORM H 6030 bzw. EN 16282-1) zu beachten. Ein Lüftungsplan auf Basis des Grundrissplanes ist zu erstellen, aus welchem die Ansaugstelle (Frischluftzufuhr), die komplette Lüftungsverrohrung, die Ausblasstelle sowie die *mind. 1m * Abluftführung in gelb Schalldruckpegel in 1 m Entfernung Frischluftzufuhr xxdB(A) in grün Zuluft vorgewärmt in violett Technische Beschreibung der Lüftungsanlage für das Lokal 1120 Wien, Musterstraße 1 Küche und Gasträume montiert. Sie besteht aus rostbeständigem Edelstahl, hat eine umlaufende, fugendicht verschweißte Fettfangrinne, Das Zentrallüftungsgerät für die Gasträume und die Küche ist oberhalb des Gartenzuganges schwingungsgedämpft montiert. Es besteht aus: 7. TECHNISCHE LÜFTUNGS- • Abluft-Ventilatorteil mit doppelseitig saugendem Radialventilator BESCHREIBUNG (4-FACH) • 400 V, 4,3 kW, Förderleistung XXX m³/h • Zuluft-Ventilatorteil wie oben, Förderleistung XXX m³/h vom Lüftungsfachmann • Filterteile, Nachheizregisterteil für Warmwasseranschluss • Jalousieklappen mit Stellmotore • Wärmerückgewinnungsteil mit Plattenwärmetauscher und Bypassklappe Technische Angaben zu Ihrer Lüf- • Saug- und druckseitig sind Schalldämpfer angeordnet. tungsanlage wie die Menge der Zu- und Abluft, Schallwerte bei den Die Abluft und die Zuluft werden durch Verrohrungssysteme aus verzinkten Blechkanälen geführt. Die Zuluftgitter sind an jeweils einer Stirnseite der Gasträume in Deckenhöhe angebracht. Ansaug- und Ausblasöffnungen, Die Abluftgitter sind an der gegenüberliegenden Stirnseite in Deckenhöhe positioniert. Die Abluft Luftgeschwindigkeit in den Lüftungs- wird vom Abluftventilator über die Abluftgitter und die Dunstabzugshaube angesaugt und weiter rohren... nach oben ausgeblasen wird. Die Strömungsgeschwindigkeit im Rohrsystem beträgt max. 8 m/s. Filter): Bei Einsatz einer Aktivkoh- Die Anlage ist so ausgelegt, dass in der Küche bei einem Raumvolumen von ca. 60 m³ ein 30-facher Luftwechsel auftritt (XXX m³/h). Im Gastraum 1 (35 Nichtraucher-Verabreichungsplätze) ist ein Luftwechsel von 35 m³ pro anzugeben. Person und Stunde (XXX m³/h) und im Gastraum 2 (33 Raucher-Verabreichungsplätze) ein Luftwechsel von 50 m³ pro Person und Stunde (XXX m³/h) vorgesehen. Für die 3 gleichzeitig anwe- senden Arbeitnehmer ist eine Luftmenge von insgesamt 150 m³/h (50 m³/h pro Person) eingerechnet. Der Schalldruckpegel beträgt in 1 m Entfernung von der Ausblasöffnung 45 dB(A) über Dach. Der Schalldruckpegel beträgt in 1 m Entfernung von der Ansaugöffnung 38 dB (A) hofseitig. 6 8. aBfallWirtschaftsKOnZEPt (4-fach) Das Abfallwirtschaftskonzept ist eine Auflistung aller im Betrieb anfallenden Abfälle bzw. Altstoffe, geglie- dert nach Abfallart (einschließlich Schlüsselnummer), unter Angabe der Jahresmenge, Herkunft und Art der Entsorgung. Die geplanten betrieblichen Vorkehrungen zur Abfallvermeidung, -verwertung und -entsorgung sind anzuführen. Schlüsselnummer Wo fällt Ihr Abfall an Abfallart (Küche, Schank,...) Die Menge Ihrer Abfälle in kg pro Jahr Wer übernimmt die Entsorgung in welchem Gefäß sammeln Sie den Abfall Kurzbeschreibung 9. EIGENTÜMERVERZEICHNIS (1-FACH) 9. EmissiOnsErKlÄrung (4-fach) Die Emissionserklärung hat Angaben über Lärm- und Geruchsemissionen aus der Betriebsanlage (hervor- gerufen durch Gästelärm, Musikanlagen, Transportgeschehen, Kochbetrieb, etc.) zu enthalten. Bei Musikanlagen, die über Hintergrundmusik hinausgehen, sind ein Schallmessbericht und in der Regel spezielle lärmdämmende Maßnahmen erforderlich. Bei Öffnungszeiten über 22.00 Uhr ist bei Gastronomiebetrieben in der Regel ein Schallmessbericht (D - n,T,W Wert der Geschoßdecke, Trittschallpegel, vorherrschender Basispegel (ÖAL 3)) von einem befugten Fach- mann (Ziviltechniker oder befugter Gewerbetreibender) vorzulegen. Aus unserer Erfahrung kann durch die einzigartige Ausrichtung jedes einzelnen Unternehmens, die unterschiedliche Bausubstanz und die individuelle Anrainersituation keine Standardlösung angeboten werden. Aus diesem Grunde kann dieser Leitfaden nur als Orientierung für Ihre Einreichung dienen! 7 WICHTIGE HINWEISE: » BETRIEBS- ANLAGENSERVICE  Sperrzeiten: je nach Betriebsart des Gastgewerbes (Kaffeehaus, Bar, Gasthaus, etc.) gibt es unterschiedliche T 01/514 50-1010 gesetzliche Sperrzeiten zu beachten (siehe Wiener Sperr- E betriebsanlagenservice@wkw.at zeiten-Verordnung). W wko.at/wien/betriebsanlagen https://wien.gv.at  Kundentoiletten: Wie viele Kunden-WC-Anlagen Sie nach dem Gesetz benötigen, ergibt sich aufgrund der Anzahl Ihrer Verabreichungsplätze. Bis 8 Verabreichungsplätze sind keine verpflichtenden Kunden-WC-Anlagen vorgesehen. Für Arbeitnehmer benötigen Sie separate Anlagen.  Tabakgesetz: Informieren Sie sich über das Tabakgesetz  Betriebsanlagenzentren Wien für das Gastgewerbe! https://wien.gv.at/wirtschaft/gewerbe  Arbeitnehmerschutz: Bei Beschäftigung von Arbeitneh- Kontakte zu den Betriebsanlagenzentren für die Bezirke, mern im Zuge der Betriebsanlagengenehmigung ist auch je nach Standortadresse, die Arbeitsstätte zu bewilligen. Wir empfehlen daher bereits bei der Projektierung der Betriebsanlage die Kontaktauf- 1, 3, 4, 5, 6, 7 und 8: nahme mit dem zuständigen Arbeitsinspektorat! MBA 1/8, Wipplinger Straße 8, 1010 Wien T 01/4000-01000 https://www.arbeitsinspektion.gv.at/inspektorat E post@mba01.wien.gv.at 2, 10, 11 und 23:  Baupolizei: Im Falle baulicher Maßnahmen benötigen MBA 10, Laxenburger Straße 43-45, 1100 Wien Sie in der Regel eine Baubewilligung bzw. Bauanzeige. T 01/4000-10000 E post@mba10.wien.gv.at https://wien.gv.at/wohnen/baupolizei 12, 13, 14, 15, 16 und 17: MBA 12, Schönbrunner Straße 259, 1120 Wien  Lebensmittelsicherheit: Welche Anforderungen Ihr T 01/4000-12000 Gastgewerbebetrieb bezüglich Lebensmittelhygiene erfül- E post@mba12.wien.gv.at len muss, erfahren Sie beim Marktservice & Lebensmittel- sicherheit der MA59. 9, 18, 19, 20, 21 und 22: MBA 21, Am Spitz 1, 1210 Wien https://wien.gv.at/kontakte/ma59 T 01/4000-21000 E post@mba21.wien.gv.at  Wirtschaftskammer Wien Das könnte Sie auch interessieren: - mögliche Förderungen - Mietvertrag - Standortsuche - Gastgärten - Gewerbeberechtigung wko.at/wien Im Interesse der besseren Lesbarkeit wurde Großteiles auf die Schreibweise der weiblichen Form (z.B. Arbeitnehmerin)verzichtet. Wir legen jedoch Wert auf die Feststellung, dass der Leitfaden weiblichen und männlichen Benutzern gleichermaßen gerecht wird. Für den Inhalt verantwortlich: ein Produkt der Wirtschaftskammer Wien in Abstimmung mit dem Magistrat Wien und dem Arbeitsinspektorat. Herausgeber: Standortservice der Wirtschaftskammer Wien; Grafik: Marketing, Ausgabe 04/19, Druck: Eigenvervielfältigung, Fotos: Africa Studio - shutterstock; Offenlegung: wko.at/wien/offenlegung",
    "pages": 8
  },
  "gastro-06-2018.pdf": {
    "text": "N O EINREICHUNTERLAGEN I T A FÜR DIE GASTRONOMIE UND HOTELLERIE V O N N 4. überarbeitete und erweiterte Auflage I – K I N H C Harald Fischer E T Christoph Pinter – T L E W Juni 2024 M U Impressum Wirtschaftskammer Niederösterreich Verlags- und Herstellungsort: St. Pölten Für den Inhalt verantwortlich: Wirtschaftskammer Niederösterreich 3100 St. Pölten, Wirtschaftskammer-Platz 1 Alle Rechte vorbehalten. Nachdruck – auch auszugsweise – nur mit Quellenangabe und vorheriger Rücksprache gestattet. Es wird darauf verwiesen, dass alle Angaben dieses Merkblattes trotz sorgfältigster Bearbeitung ohne Gewähr erfolgen und eine Haftung des Autors oder der Wirtschaftskammer Niederösterreich ausgeschlossen ist. Inhalt 1. Rechtliche Grundlagen 2 1.1 Allgemeines zur Betriebsanlagengenehmigung 2 1.2 Sonderfall Eignungsfeststellung 2 1.3 Hinweis Bauverfahren 3 2. Thema „Einreichunterlagen“ 3 2.1 Gesetzlich vorgesehener Inhalt der Einreichunterlagen 3 2.2 Welche Angaben können Einreichunterlagen sinnvollerweise enthalten 3 2.2.1 Antrag 3 2.2.2 Inhaltsverzeichnis 4 2.2.3 Ausschnitt aus Planunterlagen der Gemeinde 4 2.2.4 Lageplan 4 2.2.5 Grundrisspläne und Schnitte (Maßstab 1:100) 4 2.2.6 Bauliche Beschreibung 4 2.2.7 Angaben zum Brandschutz 4 2.2.8 Maschinenaufstellungsplan (Maßstab 1:100) 5 2.2.9 Verzeichnis der Maschinen und Betriebseinrichtungen (Geräteliste) 5 2.2.10 Betriebsbeschreibung 5 2.2.11 Küchenabluft 5 2.2.12 Angaben über Sanitäranlagen für Kunden 6 2.2.13 Hygiene 6 2.2.14 Angaben zum Arbeitnehmerschutz 6 2.2.15 Emissionsangaben 8 2.2.16 Abfallwirtschaftskonzept 8 3. Ansprechpartner - Unterstützung 9 VORWORT Standortauswahl und Planung sind wesentliche Faktoren für eine erfolgreiche Betriebsgründung bzw. Betriebsübernahme. Informieren Sie sich vor Unterfertigung von Verträgen über die Realisierbarkeit Ihres Vorhabens. Je besser Sie Ihr Projekt vorbereiten, desto schneller erreichen Sie Ihr Ziel! Erst mit Vorliegen der erforderlichen Genehmigungen (Baugenehmigung, Betriebsanlagengenehmigung, usw.) dürfen Betriebsanlagen errichtet und betrieben werden. In der Regel sind mehrere Genehmigungen (z.B. Baugenehmigung, Betriebsanlagengenehmigung, Naturschutz, Wasserrecht usw.) erforderlich. Die von den zuständigen Behörden zu wahrenden Genehmigungskriterien und somit die rechtlichen bzw. technischen Grundlagen unterscheiden sich je nach Rechtsmaterie. Somit unterscheiden und / oder überschneiden sich auch die im jeweiligen Verfahren notwendigen Unterlagen für die Einreichung 1. RECHTLICHE GRUNDLAGEN 1.1 ALLGEMEINES ZUR BETRIEBSANLAGENGENEHMIGUNG Eine gewerbliche Betriebsanlage ist jede örtlich gebundene Einrichtung, die der Entfaltung einer gewerblichen Tätigkeit nicht bloß vorübergehend zu dienen bestimmt ist (z.B. Gasthaus, Gastgarten, Spielplatz, Hotel, Verkaufsräume, Parkplätze, Lagerplätze, Werkstätte etc.). Eine Anlagengenehmigung ist nur mehr für nicht bloß vorübergehende Aktivitäten vorgesehen. Eine Klarstellung welcher Zeitraum damit gemeint ist, findet sich im Gesetzestext oder in den Erläuterungen leider nicht. Möglicherweise kann man sich am Zeitraum der in § 81 Abs 2 Z 11 GewO anzeige- und genehmigungsfrei gestellten Änderungen orientieren. Dort sind derartige Änderungen unter weiteren Bedingungen dann anzeige- und genehmigungsfrei, wenn sie von vorübergehender, vier Wochen nicht überschreitender Dauer sind. Betriebsanlagen unterliegen nicht „automatisch“ der Genehmigungspflicht. Von einer genehmigungspflichtigen Betriebsanlage spricht man dann, wenn diese „geeignet“ ist, Gefährdungen, Belästigungen oder sonstige nachteilige Einwirkungen hervorzurufen. Dabei müssen keine konkreten Gefährdungen auftreten, eine abstrakte Eignung reicht aus. Genehmigungspflichtige Betriebsanlagen dürfen erst errichtet oder betrieben werden, wenn alle erforderlichen Bewilligungen vorliegen! Ist es zur Wahrung der Schutzinteressen nach § 74 GewO 1994 (Leben, Gesundheit, Eigentum) notwendig, so bedarf auch die Änderung einer Betriebsanlage einer Genehmigung. Bestimmte Änderungen sind aber von einer Genehmigungspflicht ausgenommen. Der Betrieb muss z.B. sein Public Viewing nicht mehr der Behörde anzeigen, ebenso wenig emissionsneutrale Änderungen und den Maschinentausch. Beim Maschinentausch entfällt zudem die Notwendigkeit, ausgetauschte Geräte für Kontrollen aufzubewahren, diese können unmittelbar entsorgt oder verkauft werden. Die Betriebsanlagengenehmigung wird – wenn diese erforderlich ist - aufgrund der bei der Bezirksverwaltungsbehörde abgegeben Unterlagen (Pläne und Beschreibungen) erteilt. Zuständig für die Abgabe der nötigen Unterlagen vor Errichtung und Betrieb ist der Anlagenbetreiber! 1.2 SONDERFALL EIGNUNGSFESTSTELLUNG Wie oben beschrieben, ist die Betriebsanlagengenehmigung anlagenbezogen, d.h., dass bei einer Übernahme einer genehmigten Betriebsanlage nicht neuerlich um eine Genehmigung angesucht werden muss, sofern keine Änderungen vorgenommen wurden bzw. werden. Vielfach wurden für Gastgewerbebetriebe vor 1994 Eignungsfeststellungen (Konzessionsbescheide) ausgestellt. Diese nehmen im Gegensatz zur Betriebsanlagengenehmigung Bezug auf den Inhaber der Konzession. Eignungsfeststellungen werden durch die Übergangsbestimmungen der Gewerbeordnung 1994 übergeleitet und gelten somit - ebenfalls anlagenbezogen - als Genehmigungsbescheid. 2 1.3 HINWEIS BAUVERFAHREN Die Zulässigkeit von Bauwerken in der jeweiligen Flächenwidmung muss vorab mit der jeweiligen Baubehörde geklärt werden. Weiters weisen alle Räume sogenannte Nutzungswidmungen (Verwendungszwecke von Räumen) auf, die in den Bauplänen ersichtlich sind. Beispiele dafür sind: Büro, Gastraum, Lager, Wohnzimmer, Küche privat usw. Sollen nun Nutzungswidmungen geändert werden (z.B. von Küche privat auf Küche private und gewerbliche Mischnutzung), ist dies – vorher – bei der Baubehörde anzuzeigen. 2. Thema „Einreichunterlagen“ Da die gesamte Betriebsanlage als Einheit zu sehen ist, haben die Unterlagen alle betrieblich genutzten Teile wie z.B. Räume, Geschoße, Außenflächen, Zufahrts- und Umkehrplätze, Parkplätze zu umfassen. Je vollständiger die Unterlagen sind, desto rascher kann die Behörde das Verfahren durchführen. Weiters ist zu beachten, dass nur das, was in den Projektunterlagen erwähnt ist, von der Behörde genehmigt werden kann. 2.1 GESETZLICH VORGESEHENER INHALT DER EINREICHUNTERLAGEN • Antrag (1-fach) • Betriebsbeschreibung (4-fach) • Verzeichnis der Maschinen und Betriebseinrichtungen (4-fach); das Verzeichnis hat zumindest aus Rahmenangaben von Prozess-, Leistungs- oder Emissionsdaten und von Stoffeigenschaften und -mengen (mit beispielhaft angeführten Maschinen, Geräten oder Ausstattungen sowie Gefährlichkeitsmerkmalen) zu bestehen, wobei diese Rahmenangaben jeweils den höchsten beabsichtigten Auslastungsgrad, die höchste beabsichtigte Emissionsintensität bzw. den höchsten Gefährlichkeitsgrad anzuführen haben • Erforderliche Pläne und Skizzen (4-fach) • Abfallwirtschaftskonzept (4-fach) • Technische Angaben die für Beurteilung des Projekts inklusive Angaben über die zu erwartenden Emissionen (1-fach) • Unterlagen zu anderen Rechtsvorschriften die die Gewerbebehörde im Verfahren mitzuberücksichtigen hat (1-fach) 2.2 WELCHE ANGABEN KÖNNEN EINREICHUNTERLAGEN SINNVOLLERWEISE ENTHALTEN Um die gewerberechtliche Genehmigung der Betriebsanlage zu erhalten, sind dem eigentlichen Antrag ausführliche Projektunterlagen für die Prüfung durch die Behörde beizulegen. Das Projekt soll in Text und Plan so detailliert beschrieben werden, dass Behördenvertreter und Sachverständige ein klares und umfassendes Bild der geplanten Betriebsanlage gewinnen können. Es ist meist notwendig, dass sich bestimmte Angaben, Beschreibungen sowie Eintragungen in Pläne in den einzelnen Projektteilen wiederholen. Dabei ist darauf zu achten, dass diese auch übereinstimmen. 2.2.1 Antrag Die Form für einen Antrag auf Betriebsanlagengenehmigung ist nicht vorgegeben. Die zuständige Behörde (Bezirkshauptmannschaft oder der Magistrat) sollten erkennen können, worum (Ort, Betriebsart, Neugenehmigung oder Änderungsgenehmigung usw.) und um welchen Antragssteller es sich handelt. 3 2.2.2 Inhaltsverzeichnis Ein Inhaltsverzeichnis bietet eine gute Übersicht. 2.2.3 Ausschnitt aus Planunterlagen der Gemeinde Kopien aus dem Flächenwidmungsplan, Bebauungsplan, Katasterplan bzw. ggf. Luftbilder sind bei der Gemeinde erhältlich. 2.2.4 Lageplan Dieser kann aus dem Bauakt abgeleitet werden. Er sollte Gebäude, Bauwerke, Lager- und Freiflächen, Verkehrsflächen, Abstellplätze, Aus- und Einfahrten sowie die wesentlichen Angaben über die Nachbargrundstücke beinhalten. 2.2.5 Grundrisspläne und Schnitte (Maßstab 1:100) Dafür kann meist der Plan aus dem baubehördlichen Verfahren zugrundegelegt und entsprechend adaptiert werden. Mögliche Eintragungen sind - Raumgrößen und –höhen - Nutzung der Räume (z.B. privat, Gastzimmer für xx Personen, Lagerraum, ...) - Tür- und Fenstergrößen mit Aufgehrichtung - Breite der Verkehrswege (üblicher Fußgänger- und Fahrzeugverkehr), Stiegen, Gänge - Fluchtwege mit Breite und Höhe sowie Fluchtwegskennzeichnung - Bei komplexeren Gebäuden können mehrere Schnittdarstellungen (z. B. auch Stiegenhaus, Abluftführungen usw.) sinnvoll sein. - Gegebenenfalls Einrichtungspläne 2.2.6 Bauliche Beschreibung Angaben, die nicht in den Plänen ersichtlich sind - Infrastruktur (Strom, Wasser, Abwasser, Heizung) - Lüftung, Heizung, Belichtung, Beleuchtung - Bauweise und Konstruktion von Dächern, Wänden, Decken und Böden, - Fenster, Türen und Tore (z.B. Schalldämmmaße) - Ausstattungen und Baumaterialien (Wärmeisolierungen, Fußbodenausführung) 2.2.7 Angaben zum Brandschutz - Gebäudeklasse - Brandschutztechnische Beschreibung / Brandschutzkonzept - Brandabschnitte, Brandwiderstandsklassen - Brandrauchentlüftungen, Brandmeldeanlagen - Feuerlöscher (Größe und Art) - Brandverhalten von Boden-, Wand-, Deckenbelägen, Vorhängen, Polsterungen etc. - Notbeleuchtung, Fluchtwegorientierungsbeleuchtung, Sicherheitsbeleuchtung - Fluchtwegkennzeichnung 4 2.2.8 Maschinenaufstellungsplan (Maßstab 1:100) - Grundrissplan mit allen maschinellen Einrichtungen = schematische Darstellung aller Maschinen (inkl. Nummerierung entsprechend der Geräteliste) - Wenn zur Beurteilung nötig, Lüftungs-, Gas-, Heizungs- und sonstigen relevante Förderleitungen mit nötigen Absperrventilen, -klappen 2.2.9 Verzeichnis der Maschinen und Betriebseinrichtungen (Geräteliste) Das Verzeichnis hat zumindest aus Rahmenangaben von Prozess-, Leistungs- oder Emissionsdaten und von Stoffeigenschaften und -mengen (mit beispielhaft angeführten Maschinen, Geräten oder Ausstattungen sowie Gefährlichkeitsmerkmalen) zu bestehen, wobei diese Rahmenangaben jeweils den höchsten beabsichtigten Auslastungsgrad, die höchste beabsichtigte Emissionsintensität bzw. den höchsten Gefährlichkeitsgrad anzuführen haben. Verzeichnis mit Nummerierung und technischen Angaben zu den eingesetzten Geräten. Geräteart, Baujahr, geplante max. Anschlussleistung, Hinweis über CE Kennzeichnung, spezifische Geräteangaben (z.B. Kältemittel Art und Menge, Schallemissionen, Luftleistung, Tragkraft, Druck, Volumen, Brennstoffwärmeleistung, Luftmenge usw.) 2.2.10 Betriebsbeschreibung - Betriebsart (siehe Merkblatt „Betriebsarten der Gastronomie und Hotellerie“) - Angaben über die Standorthistorie (z.B. Geschäftslokal soll ein Kaffeehaus werden) - Situierung des Betriebs (z.B. Anschrift, Grundstücks Nr., am Hauptplatz, neben Sportanlage, neben Wanderweg, im Einkaufszentrum, usw.) - Abstände zu den nächstgelegenen Anrainern - Angaben zur Infrastruktur (Strom-, Gas-, Wasserversorgung, Abwasserbeseitigung, Heizung, WC - Anlagen usw.) - Beschreibung der Heizungsanlage mit Angaben zu Heizungsart, Brennstoffwärmeleistung, Brennstofflagerung, Abgasführung, Zusammensetzung der Abgase, Wärmeverteilung usw. - Betriebszeiten, Tages- und Jahresöffnungszeiten - Zahl der Beschäftigten (männlich/weiblich) - Zahl der Verabreichungsplätze (in den Räumen, im Freien), Zimmer, Betten - Verkehrsanbindung und Parkplatzsituation - An- und Ablieferungen (Verkehrsmittel, Zeitraum, Angaben zur Manipulation) - Lagerungen (Lagergut, Lagermenge, Lagerort) - Beschreibung der Lüftungssituation. Bei Lüftungsanlagen: Angaben über Luftleistungen, Luftwechselzahlen, Strömungsgeschwindigkeiten, Leitungsführungen und Beschreibung der Mündungen. 2.2.11 Küchenabluft Emissionen sind generell am Entstehungsort abzusaugen. Die Küchenabluft und erforderlichenfalls die Küchenzuluft werden üblicherweise entsprechend dem Stand der Technik – wie er z.B. in Normen (ÖNORM EN 16282-1 oder der alten ÖNORM H6030) abgebildet ist - berechnet. Dabei sind die Inhalte und die Teile der Normen, welche im Einzelfall zur Einhaltung der Schutzziele nach § 74 GewO und für den Arbeitnehmerschutz notwendig sind, anzuwenden. Die erforderlichen Luftmengen hängen von den eingesetzten Maschinen (Verzeichnis der Maschinen und Betriebseinrichtungen und Maschinenaufstellungsplan) ab. 5 2.2.12 Angaben über Sanitäranlagen für Kunden Die Anzahl der WC Anlagen ist nicht Teil des Anlagenverfahrens, da die Schutzinteressen nach §74 GewO nicht betroffen sind. Eine Angabe in den gewerblichen Einreichunterlagen ist dennoch sinnvoll. Im Baurecht sind die WC Anlagen für das Genehmigungsverfahren jedoch entsprechend zu projektieren. Dabei werden die bautechnischen Richtlinien des Österreichischen Instituts für Bautechnik – OIB (OIB Richtlinie 3 mit Erläuterungen) als Richtwert herangezogen. Nachstehend folgt ein Auszug aus der OIB Richtlinie 3 und den entsprechenden Erläuterungen. OIB 3 Punkt 2.3.1 Sanitäreinrichtungen in Bauwerken, die nicht Wohnzwecken dienen - Für Bauwerke oder Teile von Bauwerken, die nicht Wohnzwecken dienen, ist, wenn der Verwendungszweck dies erfordert, eine ausreichende Anzahl von nach Geschlechtern getrennten Toiletten zu errichten. Dabei sind zu berücksichtigen: der Verwendungszweck, die geschlechtsbezogene Aufteilung der Benutzer, die zu erwartende Gleichzeitigkeit der Toilettenbenützung. Eine ausreichende Anzahl von Waschbecken ist dabei vorzusehen. - Toilettenräume in Gastronomiebetrieben dürfen nicht direkt von Gasträumen zugänglich sein. Ausgenommen von der Verpflichtung zur Errichtung von Toiletten sind Gastronomiebetriebe mit nicht mehr als 8 Verabreichungsplätzen. Erläuterungen Zu Punkt OIB3, 2.3.1: Sanitäreinrichtungen in Bauwerken, die nicht Wohnzwecken dienen Die nach Art der Nutzung des Bauwerkes notwendige Anzahl an Toiletten divergiert in der Literatur, in anderen gesetzlichen Bestimmungen wie z.B. Arbeitnehmerschutz und insbesondere in der Baupraxis stark. Daher wurden in der OIB-Richtlinie 3 keine konkreten Anzahlen von Toiletten festgelegt, sondern zielorientiert formuliert. Aufgrund des Verwendungszweckes sind Toiletten jedenfalls herzustellen, wenn mit einem länger dauernden Aufenthalt von Besuchern und Kunden zu rechnen ist, wie z.B. Einkaufszentren, Versammlungsstätten, Verkaufsstätten größer 1.000 m². Als Richtschnur kann die folgende Tabelle dienen, wobei davon ausgegangen wird, dass gleich viele Männer und Frauen gleichzeitig im Bauwerk anwesend sind und die Toiletten kontinuierlich benutzt werden: Gesamtpersonenanzahl Sitzstellen weiblich Sitzstellen männlich Urinalstände bis 10 1,0 1,0 bis 30 1,0 1,0 1,0 bis 50 2,0 1,0 1,0 bis 100 4,0 2,0 2,0 je weitere 100 2,0 1,0 1,0 2.2.13 Hygiene Die Lebensmittelhygiene ist als „Selbsterfüllungsnorm“ nicht Teil des Anlagenverfahrens nach der Gewerbeordnung - sie wird demzufolge auch nicht mitgenehmigt. Zuständig für die Einhaltung der Hygienebestimmungen ist das Amt der Landesregierung, Abteilung LF5 – Veterinärangelegenheiten und Lebensmittelkontrolle. Angaben zum Thema Hygiene im Rahmen des Betriebsanlagenverfahrens sind insofern zielführend, da bei einigen Anlagenbehörden der Lebensmittelhygieniker beigezogen wird. Ist dies nicht der Fall, ist es aratsam, sich frühzeitig direkt mit dem Lebensmittelhygieniker abzustimmen. Die Hygieneanforderungen wurden in Österreich in den Leitlinien für Einzelhandelsunternehmen konkretisiert. Diese und weitere Informationen sind u.A. auf der Homepage des Fachverbandes Gastronomie der Wirtschaftskammer Österreich unter http://www.gastronomieverband.at abrufbar. 6 2.2.14 Angaben zum Arbeitnehmerschutz Das Arbeitsinspektorat hat Parteistellung zur Wahrung der Arbeitnehmerschutzvorschriften im Betriebsanlagengenehmigungsverfahren. Die Einreichunterlagen sollten dementsprechend die für die Beurteilung notwendigen Angaben enthalten. Über Ansuchen kann im Einzelfall von der Behörde über Abweichungen zu Verordnungen des Arbeitnehmerschutzes entschieden werden, wenn die Sicherheit und Gesundheit der Arbeitnehmer nicht beeinträchtigt wird oder zumindest das gleiche Schutzniveau erreicht wird. Detaillierte Bestimmungen zum Arbeitnehmerschutz entnehmen Sie bitte dem Arbeitnehmerschutzgesetz und dessen Verordnungen (allen voran der Arbeitsstätten VO). Auf der Homepage der Arbeitsinspektion – http://www.arbeitsinspektion.gv.at - finden sie dazu umfangreichende Informationen und Downloadmöglichkeiten. Nachstehend einige Anforderungen zum Arbeitnehmerschutz, die oft nachgefragt werden: Mindestraumhöhe von Arbeitsräumen: - 3,0 m, unabhängig von der Bodenfläche, unabhängig von den Arbeitsbedingungen - 2,8 m, bei einer Bodenfläche von 100 bis 500 m², geringe körperliche Belastung und keine erschwerenden Arbeitsbedingungen (z.B. erhöhte Wärmeeinwirkung oder Belastung der Raumluft durch gefährliche Stoffe) - 2,5 m, bei einer Bodenfläche bis 100 m², geringe körperliche Belastung und keine erschwerenden Arbeitsbedingungen (z.B. erhöhte Wärmeeinwirkung oder Belastung der Raumluft durch gefährliche Stoffe) Natürliche Belichtung und Sichtverbindung von Arbeitsräumen - Belichtungsflächen mind. 10 % der Bodenfläche (Fenster, Oberlichten direkt ins Freie) - Sichtverbindung mind. 5 % der Bodenfläche (Fensterflächen etwa in Augenhöhe direkt ins Freie) Belüftung - Wirksamer Lüftungsquerschnitt mind. 2 % der Bodenfläche. Ab 10 m Raumtiefe ist eine wirksame Querlüftung erforderlich. - Ist eine ausreichende natürliche Lüftung nicht möglich, müssen Arbeitsräume durch Lüftungsanlagen, Klimageräte oder Klimaanlagen künstlich belüftet werden (ein mechanisches Abluftsystem erfordert meist auch eine mechanische Zuluftanlage mit einer entsprechenden Vorwärmung – Zuluftöffnungen sind so anzuordnen, dass es zu keiner schädlichen Zugluft kommt). - Für jede in einem Arbeitsraum ständig anwesende Person ist pro Stunde eine Frischluftmenge von mind. 35 m³ (bei Arbeiten mit geringer körperlicher Beanspruchung), mind. 50 m³ (bei Arbeiten mit normaler körperlicher Beanspruchung) und mind. 70 m³ (bei Arbeiten mit starker körperlicher Beanspruchung) zuzuführen. - Emissionen sind am Entstehungsort abzusaugen. Siehe auch 2.2.11 Küchenabluft. Notausgänge - Müssen ab 15 Personen in Fluchtrichtung aufschlagen - Die Mindestbreite beträgt für höchstens 40 Personen 0,8 m 80 Personen 0,9 m 120 Personen 1,0 m für je weitere 10 Personen + 0,1 m 7 Sanitäreinrichtungen für Mitarbeiter - Toilettenanlagen der Arbeitnehmer müssen vom Kunden-WC getrennt sein. - Mindestens eine verschließbare Toilettzelle für je 15 Personen - Nach Geschlecht getrennte Anlagen, wenn regelmäßig gleichzeitig mindestens 5 Frauen und mindestens 5 Männer anwesend sind - Bei Toilettanlagen für Männer sind etwa 50% der Toilettzellen durch Urinale zu ersetzen - Müssen in der Nähe der Arbeitsplätze und von Aufenthalts-, Wasch- und Umkleideräumen sein - Keine direkte Verbindung zu Arbeits-, Umkleide- und Aufenthaltsräumen - Vorräume: direkt ins Freie lüftbar 2.2.15 Emissionsangaben Lärm - Lärmquelle (z.B.: Lüfter, Musikanlagen, Kühlaggregate, Parkplätze auf Eigengrund, Manipulationen) mit Lage, Schalleistungspegel oder Schalldruckpegel in dBA. - Einsatzzeit, Gleichzeitigkeit von Schallquellen - Lärmmindernde Maßnahmen (z.B.: bauliche Maßnahmen, Schalldämpfer, organisatorische Maßnahmen wie geschlossene Fenster oder kein lautes Sprechen) Luft - Emissionsquellen (z.B. Heizanlage, Lüftungsanlage) mit Angaben von Lage, Höhe, Volumenstrom, Luftgeschwindigkeit, Art und Konzentration der emittierten Stoffe - Schadstoffreduzierende Maßnahmen (z.B. Fettfilter, Geruchsfilter, automatische Feuerung) Abwasser - Herkunft (z.B. Küchen-, Sanitärabwasser, Regenwasser, Parkplatzentwässerung) mit Angaben über Abwassermenge, Aufbereitung (z.B. Fettabscheider) und Entsorgung (z.B. Einleitung in öffentl. Kanal) 2.2.16 Abfallwirtschaftskonzept Siehe Musterkonzept „Abfallwirtschaftskonzept für Gastronomie und Hotellerie“ abrufbar unter http://wko.at/umwelt 8 3. Ansprechpartner – Unterstützung WIRTSCHAFTSKAMMER NÖ Abteilung Umweltpolitik - Betriebsanlagenservice Wirtschaftskammer-Platz 1, 3100 St. Pölten T 02742/851-16903 | F 02742/851-916399 E bag@wknoe.at | W http://wko.at/noe/bag AMT DER NÖ LANDESREGIERUNG Abteilung Gewerberecht (WST1) Landhausplatz 1, 3109 St. Pölten, T 02742/9005-12714 bzw. 13411 Abteilung Umwelt- und Energierecht (RU4) Landhausplatz 1, 3109 St. Pölten, T 02742/9005-15271 Abteilung Anlagentechnik (BD4) Landhausplatz 1, 3109 St. Pölten, T 02742/9005-14250 IN DEN BEZIRKEN Gebietsbauamt I Korneuburg Bankmannring 19, 2100 Korneuburg, T 02262/9025-45100 Gebietsbauamt II Wr. Neustadt Grazer Straße 52, 2700 Wr. Neustadt, T 02622/9025-45214 Gebietsbauamt III St. Pölten Klostergasse 31, 3100 St. Pölten, T 02742/9025-45311 Gebietsbauamt IV Krems Gaswerkgasse 9, 3500 Krems, T 02732/9025–45410 Gebietsbauamt V Mödling Bahnstraße 2, 2340 Mödling, T 022236/9025-45504 Die Bezirkshauptmannschaften und Magistrate bieten Bausprechtage bzw. Sprechtage für Betriebsanlagenverfahren zur Vorbesprechung konkreter Projekte an. Die Termine sind auf der Homepage des Amtes der NÖ Landesregierung unter http://www.noe.gv.at (=> Bezirke & Gemeinden => Termine im Bezirk) bzw. auf den Seiten der jeweiligen Magistrate zu finden. Um telefonische Voranmeldung wird gebeten. 9",
    "pages": 12
  },
  "gewerberechtl-genehmigungsverfahren.pdf": {
    "text": "Einreichunterlagen für das gewerbliche Genehmigungsverfahren Juni 2024 Dieses Info-Blatt wurde aufgrund einer gemeinsamen Initiative des Landes Niederösterreich und der Wirtschaftskammer Niederösterreich erstellt. AMT DER NIEDERÖSTERREICHISCHEN Wirtschaftskammer Niederösterreich LANDESREGIERUNG Abteilung Umweltpolitik Gruppe Wirtschaft, Sport und Tourismus 3100 St. Pölten, Wirtschaftskammer-Platz 1 Abteilung Anlagenrecht Landhausplatz 1, 3109 St. Pölten Stand: Juni 2024 Impressum Wirtschaftskammer Niederösterreich Verlags- und Herstellungsort: St. Pölten Für den Inhalt verantwortlich: Wirtschaftskammer Niederösterreich Abteilung Umweltpolitik 3100 St. Pölten, Wirtschaftskammer-Platz 1 Alle Rechte vorbehalten. Nachdruck – auch auszugsweise – nur mit Quellenangabe und vorheriger Rücksprache gestattet. Es wird darauf verwiesen, dass alle Angaben dieses Merkblattes trotz sorgfältigster Bearbeitung ohne Gewähr erfolgen und eine Haftung des Autors oder der Wirtschaftskammer Niederösterreich ausgeschlossen ist. Aus Gründen der besseren Lesbarkeit wird auf die gleichzeitige Verwendung der Sprachformen männlich, weiblich und divers (m/w/d) verzichtet. Sämtliche Personenbezeichnungen gelten gleichermaßen für alle Geschlechter. 1. GRUNDLAGEN 1.1. ALLGEMEINES Das Merkblatt ist als Orientierungshilfe gedacht, um sich schon vor den ersten konkreten Schritten zur Errichtung oder Än- derung einer Betriebsanlage mit dem gewerberechtlichen Genehmigungsverfahren zu befassen. Für eine erfolgreiche Betriebsgründung oder Änderung sind Standortwahl und Planung wesentliche Faktoren. Da man eine Betriebsanlage erst nach Vorliegen der erforderlichen Genehmigungen errichten und betreiben darf, sollte man sich bereits vor Unterfertigung von Verträgen über die Realisierbarkeit des Vorhabens am geplanten Standort informieren. Dabei sollte auch eine, zu einem späteren Zeitpunkt angedachte, Betriebsvergrößerung oder Produktionserweiterung berücksich- tigt werden. Diese Broschüre soll Ihnen helfen, einen Überblick über die für die Planung relevanten Themen zu bekommen. Denn je bes- ser ein Projekt vorbereitet ist, desto schneller kommt man ans Ziel! In der Regel sind mehrere Genehmigungen (z.B. Baubewilligung, Betriebsanlagengenehmigung, gegebenenfalls Bewilligungen nach Naturschutz, Wasserrecht usw.) parallel zueinander erforderlich. Die von den zuständigen Behörden zu wahrenden Genehmigungskriterien und die rechtlichen bzw. technischen Grundlagen, unterscheiden sich je nach Rechtsmaterie. Somit unterscheiden bzw. überschneiden sich auch die notwendigen Einreichunterlagen im jeweiligen Genehmigungsverfahren. Als Grundsatz in Österreich gilt, dass Genehmigungen von der jeweiligen Behörde aufgrund der einzureichenden Unterlagen erteilt werden – Projektverfahren! Die Gewerbebehörde wendet dabei bestimmte Rechtsmaterien des Bundes (Denkmalschutz, Forstgesetz, Emissionsschutzgesetz für Kesselanlagen, Strahlenschutzgesetz usw.) mit an. 1.2. HINWEIS ZUM BAUVERFAHREN: Wie schon erwähnt sind das Bauverfahren und das Gewerbeverfahren völlig unabhängig voneinander. Meist sind für Gewer- bebetriebe Genehmigungen nach beiden Rechtsmaterien nötig! Bei der Gemeinde sollten Sie abklären, ob der ins Auge gefasste Standort die \"richtige\" Flächenwidmung aufweist. Nicht in jeder Widmungsart sind auch alle Betriebsarten zulässig. Besteht für die Liegenschaft ein Bebauungsplan, sind auch dessen Vorgaben einzuhalten. Bei Bestandsgebäuden ist unbedingt der genehmigte Bestand laut Bauakt der Baubehörde (Bürgermeister bzw. Bezirks- hauptmannschaft, wenn eine Bauübertragung erfolgt ist), mit dem Zustand in der Realität zu vergleichen. Bei Abweichun- gen muss geklärt werden, ob eine Baubewilligung nachträglich einzuholen ist. Auch der Verwendungszweck (Bezeichnung der Räume im Grundrissplan) von Gebäuden und Räumen ist zu klären und gegebenenfalls mittels Bauanzeige zu ändern. Wichtig dabei ist, dass nicht jedes Gebäude oder Bauwerk für jede Verwendung geeignet ist. Dies zeigt sich besonders, wenn Räume, die nicht für den Aufenthalt von Personen bewilligt sind (Keller, Lager, Garage usw.) als Aufenthaltsräume (Wohnzimmer, Büro, Verkauf, Werkstätte usw.) verwendet werden sollen. Weitere Informationen zum Bauverfahren finden sie auf der Homepage des Landes Niederösterreich und in der Broschüre Baurecht 2021 V3 (noe-gestalten.at) . 3 1.3. GRUNDLEGENDE FRAGEN ZUM GEWERBLICHEN GENEHMIGUNGSVERFAHREN Wann liegt eine gewerbliche Betriebsanlage vor? Eine Betriebsanlage ist jede örtlich gebundene Einrichtung in der man eine gewerbliche Tätigkeit nicht bloß vorrübergehend ausübt. Das bedeutet, dass Verkaufslokale, Gasthäuser, Lager, Kosmetikstudios, Werkstätten, Büros, usw. die regelmäßig gewerblich genutzt, werden auch Betriebsanlagen sind. Ist die geplante Betriebsanlage genehmigungspflichtig? Betriebsanlagen unterliegen nicht „automatisch“ der Genehmigungspflicht. Von einer genehmigungspflichtigen Betriebs- anlage spricht man dann, wenn diese „geeignet“ ist, Gefährdungen, Belästigungen oder sonstige nachteilige Einwirkungen hervorzurufen. Dabei müssen keine konkreten Gefährdungen auftreten, eine abstrakte Eignung reicht aus. Genehmigungs- freie Betriebsanlagen sind jene, von denen keine nachteiligen Auswirkungen erwartet werden. Die 2. Genehmigungsfreistellungsverordnung definiert Betriebe, die jedenfalls von der gewerblichen Genehmigungspflicht ausgenommen sind. Genannte Betriebe (z.B. bestimmte Arten von Einzelhandelsbetrieben bis 600m², Beherbergungsbe- triebe bis 30 Betten, Friseure, Massagestudios, Büros, Fotografen, Eissalons, Kosmetikstudios, usw.) müssen dennoch bau- rechtlich für den jeweiligen Verwendungszweck bewilligt sein und gegebenenfalls die Vorschriften zum ArbeitnehmerIn- nenschutz einhalten. Mehr Informationen zur 2. Genehmigungsfreistellungsverordnung finden Sie unter: Freistellungsverordnung – WKO.at. Informationen zum ArbeitnehmerInnenschutz finden sie auf der Homepage der Arbeitsinspektion. Welche Behörde ist für die gewerberechtliche Genehmigung zuständig? Grundsätzlich ist die für den Standort der Betriebsanlage maßgebende Bezirksverwaltungsbehörde (Bezirkshauptmann- schaft bzw. Magistrat) zuständig. Wann soll um gewerberechtliche Genehmigung angesucht werden? Die Betriebsanlagengenehmigung ist vor Errichtung und Betrieb der Anlage einzuholen. Die Genehmigung erfolgt also auf- grund der eingereichten Unterlagen und ist auch nicht vom Vorliegen einer Gewerbeberechtigung (früher Gewerbeschein) - das ist die Befugnis zur Ausübung einer gewerblichen Tätigkeit - abhängig. Ein Erwerb von Liegenschaften, Anlagen oder Betriebsmitteln vor der Genehmigung durch die Behörde ist nicht nötig und birgt die Gefahr, dass Investitionen umsonst getätigt werden! Durch eine gute und frühzeitige Kommunikation mit der Behörde in der Planungsphase, lassen sich Projekte schnell und problemlos abwickeln. Daher lohnt sich eine Vorbesprechung des Vorhabens im Rahmen eines Projektsprechtags bei der Gewerbebehörde (diese finden bei den Bezirkshauptmannschaften in der Regel einmal im Monat statt) bzw. – auch einzeln - mit dem zuständigen Gewerbereferenten, den Amtssachverständigen und dem Arbeitsinspektor. Um dabei verbindliche Aussagen zu erhalten, müssen bereits konkrete Unterlagen vorhanden sein. Diese sollten sich an den Vorgaben für die spä- teren Projektunterlagen orientieren (siehe Punkt 3). Bereits vor Inanspruchnahme des behördlichen Projektsprechtages haben Sie die Möglichkeit, sich bei der Wirtschafts- kammer Niederösterreich über die Erstellung der Unterlagen bzw. auch über nötige Details zum konkreten Projekt zu informieren Betriebsanlagen Service und Beratung - WKO.at. 4 Wie gehe ich bei der Übernahme eines bestehenden Betriebs vor? Ist bereits eine Betriebsanlagengenehmigung vorhanden, so darf jeder Rechtsnachfolger (z.B. Käufer) die Betriebsanlage im Umfang der bestehenden Genehmigungen betreiben. Wenn Sie eine Betriebsanlage übernehmen, ist es wichtig, sich die Genehmigungsbescheide vom Vorbetreiber oder von der Gewerbebehörde zu organisieren. Durch den Vergleich des geneh- migten Standes mit dem Ist-Stand kann festgestellt werden, ob der Umfang der Genehmigungen aktuell ist, bzw. ob Verän- derungen vorgenommen wurden, die möglicherweise noch nicht angezeigt bzw. genehmigt wurden. Näheres finden Sie in einer eigens für diesen Fall verfassten Broschüre zur Betriebsübernahme unter Betriebsanlagen Service und Beratung - WKO.at Welche Verfahrensarten gibt es? Es wird zwischen dem ordentlichen Genehmigungsverfahren und dem vereinfachten Genehmigungsverfahren unterschie- den. Welches Verfahren anzuwenden ist wird amtswegig – also von der Behörde - entschieden. Der wesentliche Unter- schied des vereinfachten Verfahrens besteht darin, dass die Nachbarn keine Parteistellung haben (der Nachbarschafts- schutz wird jedoch amtswegig wahrgenommen). Auch muss kein Ortsaugenschein stattfinden - meist wird dieser jedoch trotzdem abgehalten, damit sich die Behörde und die Amtssachverständigen ein Bild der Umgebung machen können. Auch im vereinfachten Verfahren müssen die Einreichunterlagen vollständig sein, sodass die Behörde bereits aufgrund der Unterlagen und gegebenenfalls ohne Verhandlung vor Ort, das Projekt beurteilen kann. Wie ist der Ablauf des ordentlichen Betriebsanlagengenehmigungsverfahrens? - Antragstellung mit allen erforderlichen Unterlagen - Vorprüfung durch die Behörde - Lokalaugenschein (mündliche Verhandlung) mit den Nachbarn => Verhandlungsschrift als Ergebnis - Bescheid 2. GESETZLICH VORGESEHENER INHALT DER EINREICHUNTERLAGEN - Antrag (1-fach) - Betriebsbeschreibung (4-fach) - Verzeichnis der Maschinen und Betriebseinrichtungen; das Verzeichnis hat zumindest aus Rahmenangaben von Pro- zess-, Leistungs- oder Emissionsdaten und von Stoffeigenschaften und -mengen (mit beispielhaft angeführten Maschi- nen, Geräten oder Ausstattungen sowie Gefährlichkeitsmerkmalen) zu bestehen, wobei diese Rahmenangaben je- weils den höchsten beabsichtigten Auslastungsgrad, die höchste beabsichtigte Emissionsintensität bzw. den höchsten Gefährlichkeitsgrad anzuführen haben (4-fach) - erforderliche Pläne und Skizzen. (4-fach) - Abfallwirtschaftskonzept (4-fach) - technische Angaben für die Beurteilung des Projekts inklusive Angaben über die zu erwartenden Emissionen (1-fach) - Projektunterlagen zu anderen Rechtsvorschriften welche die Gewerbebehörde im Verfahren mitzuberücksichtigen hat (1-fach) 3. WELCHE ANGABEN EINREICHUNTERLAGEN SINNVOLLERWEISE ENTHALTEN KÖNNEN Um die gewerberechtliche Genehmigung der Betriebsanlage zu erhalten, sind dem eigentlichen Antrag ausführliche Pro- jektunterlagen für die Prüfung durch die Behörde beizulegen. Das Projekt soll in Text und Plan so detailliert beschrieben werden, dass Behördenvertreter und Sachverständige ein klares und umfassendes Bild der geplanten Betriebsanlage ge- winnen können. Dabei ist zu beachten, dass die gesamte Betriebsanlage als Einheit zu sehen ist, und die Unterlagen alle betrieblich genutzten Teile wie z.B. Räume, Geschoße, Außenflächen, Zufahrts- und Umkehrplätze, Parkplätze, etc. zu umfassen haben. Es ist meist notwendig, dass sich bestimmte Angaben, Beschreibungen sowie Eintragungen in Pläne in den einzelnen Pro- jektteilen wiederholen. Dabei ist darauf zu achten, dass diese auch übereinstimmen und die Beschreibungen der Fachpla- nungen keine Widersprüche enthalten. Bei Änderungen von Betriebsanlagen ist an den genehmigten Bestand anzuknüpfen. Dementsprechend sind die Auswirkun- gen der Änderungen in den Beschreibungen und den Planunterlagen (eine farbliche Darstellung Altbestand, Abbruch, Neu- bau ist sinnvoll) darzustellen. 5 Die nachfolgende generelle Übersicht kann dem konkreten Fall nicht in allen Einzelheiten gerecht werden. Für spezielle Betriebsanlagen sind manchmal auch zusätzliche Unterlagen erforderlich. Andererseits werden nicht immer alle angeführ- ten Punkte für das jeweils konkrete Projekt von Belang sein. 3.1. ANTRAG Die Form für einen Antrag auf Betriebsanlagengenehmigung ist nicht vorgegeben. Die zuständige Behörde sollte erkennen können, worum (Ort, Betriebsart, Neugenehmigung oder Änderungsgenehmigung usw.) und um welchen Antragssteller es sich handelt. Ein Musterantrag (ohne begleitende Projektunterlagen) ist unter Punkt 5. dieser Broschüre abgedruckt. 3.2. INHALTSVERZEICHNIS Ein Inhaltsverzeichnis bietet eine gute Übersicht und erleichtert allen Beteiligten die Arbeit. 3.3. BETRIEBSBESCHREIBUNG ALLGEMEIN - Art des Betriebs - Angaben über die Standorthistorie - Situierung des Betriebs (z.B. Anschrift, Grundstücks Nr., Beschreibung der Lage wie z.B. am Hauptplatz, neben Sportanlage, im EKZ usw.) - Abstände zu den nächstgelegenen Anrainern - Angaben zur Infrastruktur (Strom-, Gas-, Wasserversorgung, Abwasserbeseitigung, Heizung, Kühlung, WC- Anlagen usw.) - Betriebszeiten, Tages- und Jahresöffnungszeiten - Zahl der Beschäftigten - Verkehrsanbindung und Parkplatzsituation - An- und Ablieferungen (Verkehrsmittel, Zeitraum, Angaben zur Manipulation) - Lagerungen (Lagergut, Lagermengen, Lagerorte, Art der Lagerung) 3.4. BAUTECHNISCHE UNTERLAGEN 3.4.1. AUSSCHNITTE AUS PLANUNTERLAGEN DER GEMEINDE Kopien aus dem Flächenwidmungsplan, Bebauungsplan, Katasterplan bzw. gegebenenfalls Luftbilder. Diese Unterlagen sind bei der Ge- meinde erhältlich. 3.4.2. LAGEPLAN Dieser kann aus dem Bauakt abgeleitet werden. Er sollte Gebäude, Bauwerke, Lager- und Freiflächen, Verkehrsflächen, Abstellplätze, Aus- und Einfahrten sowie die wesentlichen Angaben über die Nachbargrundstücke beinhalten. 3.4.3. GRUNDRISSPLÄNE UND SCHNITTE (MASSTAB 1:100 EMPFOHLEN) Dafür kann meist der Plan aus dem baubehördlichen Verfahren zugrundegelegt und entsprechend adaptiert werden. Mögli- che Eintragungen sind - Raumgrößen und –höhen - Nutzung der Räume (z.B. privat, Gastzimmer für xx Personen, Lagerraum, usw.) - Tür- und Fenstergrößen mit Aufgehrichtung - Breite der Verkehrswege (üblicher Fußgänger- und Fahrzeugverkehr), Stiegen, Gänge - Fluchtwege mit Breite und Höhe sowie Fluchtwegskennzeichnung und Personenzahlen - Abbildung der Brandabschnitte - bei komplexeren Gebäuden und Anlagen können mehrere Schnittdarstellungen (z. B. auch Stiegenhaus, Abluftführungen usw.) sinnvoll sein. - gegebenenfalls Einrichtungspläne 6 3.4.4. BAULICHE BESCHREIBUNG Angaben, die nicht in den Plänen ersichtlich sind - Lüftung, Heizung, Belichtung, Beleuchtung der Räume - Bauweise und Konstruktion von Dächern, Wänden, Decken und Böden - Fenster, Türen und Tore (z.B. Schalldämmmaße) - Ausstattungen und Baumaterialien (Wärmeisolierungen, Fußbodenausführung) 3.4.5. ANGABEN ZUM BRANDSCHUTZ - Gebäudeklasse - brandschutztechnische Beschreibung / Brandschutzkonzept, wenn erforderlich - Brandabschnitte, Brandwiderstandsklassen - technische Maßnahmen wie Brandrauchentlüftungen, Brandmeldeanlagen usw. - Organisatorische Maßnahmen - erste und erweiterte Löschhilfe (Feuerlöscher Größe und Art) - Brandverhalten von Boden-, Wand-, Deckenbelägen, Vorhängen, Polsterungen etc. - Notbeleuchtung, Fluchtwegorientierungsbeleuchtung, Sicherheitsbeleuchtung - Fluchtwegkennzeichnung 3.5. MASCHINENBAUTECHNISCHE UNTERLAGEN 3.5.1. VERZEICHNIS DER MASCHINEN UND BETRIEBSEINRICHTUNGEN (GERÄTELISTE) - Verzeichnis mit Nummerierung und technische Rahmenangaben zu den Geräten o Geräteart o Baujahr o Nennleistung o Hinweis über CE Kennzeichnung o spezifische Geräteangaben (z.B. Kältemittel - Art und Menge, Schallemissionen, Luftleistung, Tragkraft, Druck, Volumen, Brennstoffwärmeleistung, Luftmenge, usw.) 3.5.2. MASCHINENBAUTECHNISCHE BESCHREIBUNG Angaben zum Standort und Verwendungszweck der Maschinen, steuerungstechnische und sicherheitstechnische Einrichtun- gen, Beschreibung der Arbeitsvorgänge, Verfahrensfließbild, vorläufige Ex-Schutz Dokumentation, Beschreibung der Hei- zungsanlage mit Angaben zu Heizungsart, Brennstoffwärmeleistung, Brennstofflager, Abgasführung, Wärmeverteilung usw. Weiters sind die dem Projekt zugrundeliegende Normen anzuführen. 3.5.3. MASCHINENAUFSTELLUNGSPLAN (MASSTAB 1:100 EMPFOHLEN) - Grundrissplan mit maschinellen Einrichtungen inklusive der Nummerierung (gemäß der Geräteliste) - schematische Darstellung von Lüftungs-, Gas-, Heizungs- oder sonstigen relevanten Förderleitungen - sicherheitstechnische Einrichtungen 3.6. ANGABEN ZUR ELEKTROTECHNISCHEN ANLAGE Ob die geplante elektrotechnische Anlage im Detail dem Elektrotechnikgesetz und seinen normativen Grundlagen ent- spricht, ist nicht Teil der Betriebsanlagengenehmigung. Der Prüfungsumfang der Behörde beläuft sich auf die mögliche Be- einträchtigung von Schutzinteressen gem. § 74 Abs. 2 GewO 1994 und dem ArbeitnehmerInnenschutzgesetz 1994. Dement- sprechend bedarf es entsprechender Angaben, wie etwa über - Allgemeine elektrische Niederspannungsanlagen - Blitzschutz - Elektrische Anlagen in explosionsgefährdeten Bereichen - Objekte und Tätigkeiten im Bereich von elektrischen Freileitungen - Photovoltaikanlagen (siehe Leitfaden) - Sicherheitsbeleuchtungsanlagen - Stromerzeugungsaggregate - Trafostationen zu machen. Gegebenenfalls ist auch eine planliche Darstellungen hilfreich. 7 3.7. ANGABEN ZUM ARBEITNEHMERSCHUTZ Das Arbeitsinspektorat hat im Betriebsanlagengenehmigungsverfahren Parteistellung zur Wahrung der Arbeitnehmerschutz- vorschriften. Die Einreichunterlagen sollten dementsprechend die für die Beurteilung notwendigen Angaben enthalten. Über Ansuchen kann im Einzelfall von der Behörde über Abweichungen zu Verordnungen des Arbeitnehmerschutzes entschieden werden, wenn die Sicherheit und Gesundheit der Arbeitnehmer nicht beeinträchtigt wird oder zumindest das gleiche Schutzniveau erreicht wird. Detaillierte Bestimmungen zum Arbeitnehmerschutz entnehmen Sie bitte dem Arbeitnehmer- schutzgesetz und dessen Verordnungen (allen voran der Arbeitsstätten-VO). Auf der Homepage der Arbeitsinspektion finden Sie dazu umfangreichende Informationen und Downloadmöglichkeiten. Nachstehend einige Angaben, die sinnvoll sein können. Diese decken sich teilweise mit anderen möglichen Inhalten: - Zahl der Beschäftigten - Größe, Höhe, Lage der Arbeitsräume, der sonstigen Betriebs-, Aufenthalts- und Lagerräume - Arbeitsvorgänge, Arbeitsverfahren - zur Verwendung gelangende Arbeitsmittel und deren Standorte sowie bewegliche Arbeitsmittel - Ausgänge, Verkehrs und Fluchtwege - Sanitäre Anlagen - Belichtung, Beleuchtung, Belüftung - Schutzmaßnahmen gegen Absturz, Gase, Staub, Lärm, sowie sonstige mögliche Beeinträchtigungen - Verzeichnis der Arbeitsstoffe - Sicherheits- und Gesundheitsschutzdokumente, soweit dies bei der Erstellung der Unterlagen möglich ist 3.8. UMWELTTECHNISCHE ANGABEN / EMISSIONEN - Höhenangaben (orographische Angaben) und meteorologische Verhältnisse - Nachbarschaftssituation - Lärmquelle (z.B. Lüfter, Musikanlagen, Kühlaggregate, Manipulation, Fahrbewegungen auf Eigengrund) mit Lage, Schalleistungspegel oder Schalldruckpegel in dBA - Betriebszeiten, Einsatzzeiten und Gleichzeitigkeit von Schallquellen - lärmmindernde Maßnahmen (z.B. bauliche Maßnahmen, Schalldämpfer, organisatorische Maßnahmen wie geschlossene Fenster, kein lautes Sprechen usw.) - Emissionsquellen - Luft (z.B. Heizanlage, Lüftungsanlage) mit Angaben zu Lage, Höhe, Volumenstrom, Luftgeschwindigkeit, Art und Konzentration der emittierten Stoffe, Austrittstemperatur - unbefestigte Fahrwege, Manipulationsflächen - schadstoffreduzierende Maßnahmen wie Filter, Abscheideanlagen, Nachverbrennung usw. - Unterlagen über anfallende Abwässer (Menge, Fracht, Konzentration) mit Angaben über deren Aufbereitung und Entsorgung (Kanalisation, Vorfluter, Übergabe an Befugte usw.). Bei Einleitung in die Kanalisation ist ein Indirektein- leitervertrag mit dem Kanalisations– bzw. Kläranlagenbetreiber abzuschließen. - Unterlagen zur Oberflächenentwässerung bei der Versickerung in den Untergrund, mit Angaben zur geplanten Flächennutzung (Parkplatz, Lagerfläche, Manipulationsfläche usw.) und dem Wassereinzugsgebiet (m², Befesti- gung der Flächen) des Entwässerungssystems. 3.9. ABFALLWIRTSCHAFTSKONZEPT Beschreibung der beim Betrieb der Anlage zu erwartenden Abfälle (Abfallart, Menge) und der betrieblichen Vorkehrungen zu deren Vermeidung, Zwischenlagerung, Verwertung und Entsorgung. Musterabfallwirtschaftskonzepte sind unter dem Link Abfallwirtschaftskonzept - WKO.at zu finden. 8 3.10. LEBENSMITTELHYGIENE Die Lebensmittelhygiene ist als „Selbsterfüllungsnorm“ nicht Teil des Anlagenverfahrens und wird demzufolge auch nicht mitgenehmigt. Zuständig für die Einhaltung der Hygienebestimmungen ist das Amt der NÖ Landesregierung, Abteilung LF5 Lebensmittelkontrolle - Land Niederösterreich (noe.gv.at) bzw. der zuständige Magistrat. Angaben zum Thema Hygiene im Rahmen des Betriebsanlagenverfahrens sind insofern zielführend, da bei einigen Anlagen- behörden der Lebensmittelhygieniker als Amtssachverständiger beigezogen wird. Ist dies nicht der Fall, ist es ratsam, sich frühzeitig direkt mit dem Lebensmittelhygieniker abzustimmen. Die Hygieneanforderungen wurden in Österreich in Leitli- nien konkretisiert und sind unter folgendem Link abrufbar. Hygieneleitlinien - KVG (verbrauchergesundheit.gv.at) 4. UNTERSTÜTZUNG ZUM BETRIEBSANLAGENVERFAHREN Die Wirtschaftskammer Niederösterreich steht ihren Mitgliedsbetrieben, aber auch Unternehmen, die sich in der Grün- dungsphase befinden, bei der Planung von Betriebsanlagen unterstützend zur Seite. Wirtschaftskammer Niederösterreich Betriebsanlagenservice Wirtschaftskammer-Platz 1 3100 St. Pölten Telefon: +43 2742 851 16903 E-Mail: bag@wknoe.at Weitere Informationen sind auf der Homepage der Wirtschaftskammer Niederösterreich Betriebsanlagen Service und Bera- tung - WKO.at sowie der der Homepage des Landes Niederösterreich Abteilung Anlagenrecht zu finden. 9 5. ANTRAGSMUSTER FÜR DAS GENEHMIGUNGSVERFAHREN Absender An die Bezirkshauptmannschaft oder An den Magistrat (je nach Zuständigkeit) Datum Betrifft: Genehmigung1 der  Errichtung  Änderung  Erweiterung und des Betriebes einer Betriebsanlage Hiermit wird durch ........................................................................................ (Name des Antragstellers bzw. Firma) wohnhaft/mit dem Sitz in......................................................................................................... ...............................................................(Anschrift)..........................................................(Tel., E-mail) um die Erteilung der gewerbebehördlichen Genehmigung für .................................................................................... ................................................................................. (Bezeichnung des Vorhabens: z.B. Errichtung, Änderung oder Erweiterung durch...) der Betriebsanlage „.........................................................................................“ 2 (Bezeichnung und Art der Betriebsanlage) am Standort ................................................................... (Ort, Straße, Grundstücksnummer der Betriebsanlage) entsprechend beiliegender Projektunterlagen ersucht. Mit freundlichen Grüßen (Unterschrift bzw. firmenmäßige Zeichnung) Anlagen: Projektunterlagen (1 bzw. 4-fach) 1 Zutreffendes bitte ankreuzen. 2 z.B. Gastgewerbebetrieb in der Betriebsart „Diskothek“, „Tanzlokal“ oder „Restaurant“ 10",
    "pages": 10
  }
}